[{"RESID":"RES_0132","FILENAME":"PK_T1W1Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"I'm Proud","BYLINE":"by Alphabet Rockers","SONGCREDIT":"\"I'm Proud\" from the album <em>Rise Shine #Woke</em> by Alphabet Rockers. ℗ & © 2017 by School Time Music LLC. Used by permission of School Time Music LLC. All rights reserved.","ESLYRICS":"¡Sabes que es momento de pararse! ¡A cantar fuerte!\r\rEstoy orgulloso de ser quien soy y de ser un buen amigo, tengo que saber que tú eres tú y yo soy yo,\ry juntos podemos comprender que hay más para nosotros\rque lo que tú ves, escucha\racá y ahora mismo verás.\r\rTengo el poder,\rtengo la fortaleza,\rtengo el amor de los que estuvieron antes que yo y me hicieron quien soy.\rTengo el coraje, tengo el impulso,\rtengo la magia que se forma dentro de mí, me hace quien soy.\r\rCORO\rMira a la izquierda y grita: MIRA, ESTOY ORGULLOSO. Mira a la derecha y grita: MIRA, ESTOY ORGULLOSO. Mira a la multitud y grita: MIRA, ESTOY ORGULLOSO. Nunca bajes la mirada porque vivimos a lo grande.\rMira a la izquierda y grita: MIRA, ESTOY ORGULLOSO. Mira a la derecha y grita: MIRA, ESTOY ORGULLOSO. Mira a la multitud y grita: MIRA, ESTOY ORGULLOSO Nunca bajes la mirada, ¡porque vivimos a lo grande!\r\rEs fácil ser yo,\rpero solo cuando tú me ves y me dejas ser quien se supone que sea,\runa estrella en ascenso, un corazón abierto.\rCuando necesitamos un cambio ahora mismo,\rahí mismo comenzaré.\r\rTengo el poder,\rtengo la fortaleza,\rtengo el amor de los que estuvieron antes que yo y me hicieron quien soy.\rTengo el coraje, tengo la fuerza,\rtengo la magia que se forma dentro de mí, me hace quien soy.\r\rCORO\rTengo el poder y lo uso cuando digo lo que pienso,\rtengo la fortaleza y lo pruebo, ¡lo pruebo siempre! Mírame, nunca me doy por vencido.\rY tú... tú nunca te das por vencido, entre los dos nos apoyamos\rpara poder seguir viviendo a lo grande.\r\rSomos el poder —consigue tu poder\rSomos la fortaleza —consigue tu fortaleza \rSomos el amor —consigue tu amor\rSomos el coraje —consigue tu coraje \rSomos el impulso —consigue tu impulso\rSomos la magia —consigue tu magia \r¡Es tu vida! ¡Ve a vivir tu vida!\r¡Es tu vida! ¡Ve a vivir tu vida!\r\rCORO x2","SongAuthorsNAME":"Alphabet Rockers","SongAuthorsBIOTEXT":"Alphabet Rockers make music that makes change. Founded by Kaitlin McGaw (she/her) and Tommy Shepherd (he/him), this intergenerational group creates brave spaces to shape a more equitable world through hip hop. Their Grammy-nominated 2018 album <em>Rise Shine #Woke</em> reached 300,000 children and families since its release, inspiring kids to stand up to hate and be their brave and beautiful selves. Their second Grammy-nominated album, <em>The Love</em> (2019), lifts up voices of nonconforming communities. On <em>The Love</em>, you hear the intergenerational sound of the Rockers, with Kali de Jesus (he/him), Lillian Ellis (she/her/hers), Maya Fleming (she/her), and Tommy Shepherd III (he/him) joining McGaw and Shepherd in anthems for change.\r\rWith headlining performances at Lollapalooza, The Kennedy Center, San Francisco Pride Festival, Art & Soul Festival, and the Smithsonian Museum of African American History and Culture, and in over 50 schools across the country each year, diverse audiences love their contemporary sound and positive messages. They were Izzy Award Winners in 2018, American Library Association’s Top Album in 2017 and 2018, and won the Parents’ Choice Award for their five-album catalog. Alphabet Rockers appeal to a broad audience with lyrics like “I will stand up for you” and “I shine in my beautiful skin,” landing them in the top five songs of 2018 on Kids Place Live SiriusXM Radio. Their music, videos, concerts, and curriculum are designed by an intercultural team of anti-bias thought leaders, educators, artists, parents, and young people of all genders. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"You know it's time to stand up! Be you, get loud!\r\rProud to be who I am and to be a good friend, gotta know that you’re you and I’m me\rAnd together we can understand that there’s more to us\rThan what you see. Listen up\rRight here, right now, you’ll see.\r\rI got the power\rI got the strength\rI got the love of those who come before me who made me who I am\rI got the courage, I got the drive\rI got the magic forming inside me. It makes me who I am\r\rCHORUS\rLook to the left, say it loud: HEY, I’M PROUD. Look to the right, say it loud: HEY, I’M PROUD. Look to the crowd, say it loud: HEY, I’M PROUD. Never look down, ’cuz we livin’ UP\rLook to the left, say it loud: HEY, I’M PROUD. Look to the right ,say it loud: HEY, I’M PROUD. Look to the crowd, say it loud: HEY, I’M PROUD. Never look down, ’cuz we livin’ up!\r\rMe, it’s easy to be\rBut only when you see me and let me be exactly who I’m meant to be\rA rising star, an open heart\rWhen we need change right now\rRight here, I’ll start.\r\rI got the power\rI got the strength\rI got the love of those who come before me who made me who I am\rI’ve got the courage, I got the drive\rI got the magic forming inside me, it makes me who I am\r\rCHORUS\rI got the power and I use it—when I speak my mind\rI got the strength and I prove it—I prove it every time. See me—I never give up\rAnd you—you never give up, so we lift each other up\rSo we can keep living up\r\rWe are the power—get your power\rWe are the strength—get your strength \rWe are the love—get your love\rWe are the courage—get your courage \rWe are the drive—get your drive\rWe are the magic—get your magic \rIt’s our life! Go get your life!\rIt’s our life! Go get your life!\r\rCHORUS x2","SongAuthorsPHOTOFILENAME":"AlphabetRockers.png","SongAuthorsPHOTOCREDIT":"Photograph by Nino Fernandez.","PHOTOALTTEXT":"Photo of Alphabet Rockers"},{"RESID":"RES_0133","FILENAME":"PK_T1W2Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Amigo, ¿cómo te sientes hoy?","BYLINE":"by Music With Sara","SONGCREDIT":"\"Amigo, ¿cómo te sientes hoy?\" from the album <em>Paseando With Sara</em> by Music With Sara. ℗ & © 2016 by Music With Sara. Used by permission of Sara Quintanar. All rights reserved.","ESLYRICS":"Hola, amiga \r¿Cómo te sientes hoy?\rMe siento muy contenta \r¡porque contenta estoy!\r\rAmigo ¿qué te pasa?\rMe siento enojado,\run amigo me quitó mi juguete,\rme siento muy frustrado.\r\rAmiga ¿qué pasó?\rMe siento un poco triste,\rse me cayó al suelo, \rla paleta que tú me diste.\r\rHola, amigo \r¿Cómo te sientes hoy?\rMe siento muy alegre \r¡porque contigo al parque voy!","SongAuthorsNAME":"Music With Sara","SongAuthorsBIOTEXT":"Sara Quintanar of Music With Sara is a California-based bilingual children’s musician, educator, and proud mother of three bilingual children. Her songs are celebrated worldwide for their sweet and simple lyrics, lovely melodies, and cultural flair. Sara has released six albums for children and continues to write and teach music in Spanish. Making music a part of a child’s everyday life is something Sara loves to do. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"Hello my friend.\rHow do you feel today?\rI’m feeling so happy,\rI want to say Hooray!\r \rHey friend, what’s the matter?\rI’m feeling a little mad.\rMy friend took a toy away from me,\rThat made me really sad.\r \rFriend, how are you feeling?\rI’m unhappy as can be.\rMy popsicle fell to the ground,\rThe one you gave to me.\r \rHello friend.\rHow are you feeling today?\rI’m feeling so wonderful,\rSo let’s go to the park and play!","SongAuthorsPHOTOFILENAME":"SaraQuintanar.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Sara Quintanar.","PHOTOALTTEXT":"Photo of Music With Sara"},{"RESID":"RES_0134","FILENAME":"PK_T1W3Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Me + U","BYLINE":"by DivinityRoxx","SONGCREDIT":"\"Me + U\" by Divinity Roxx. ℗ & © 2020 by Divinity Roxx. Used by permission of iRoxx Entertainment. All rights reserved.","ESLYRICS":"CORO\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rVERSO 1\r\rAlgunas familias pueden ser grandes,\ralgunas familias pueden ser pequeñas,\ralgunos miembros de la familia viven cerca\ry otros viven lejos.\rTodas nuestras familias son únicas,\rlas familias se quieren como a ti y a mí.\rPuede ser tu hermana o hermano, o primo o tía,\rmamás y papás, y bisabuelos y abuelas y abuelos, tatarabuelos y mascotas.\rTambién las mascotas son nuestra familia, no hay que olvidar. \rEs sobre el amor entre la gente.\rLa familia puede vivir contigo o no, pero cuando te ven,\rson sonrisas, son risas y son alegría,\rsin importar que seas una niña o un niño.\r\rCORO\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rVERSO 2\r\rMe encanta jugar con mis primos\ro pasar el día con mi abuela, \rle gusta hacer pastelitos.\rCaminar con mi abuelo, \rmi tía es genial.\rMe encanta pasar el rato con mi papá después de la escuela.\rMi mami me llena con todo su amor\ry mi tío me carga y los mejores abrazos de oso me da.\rAmo a mi familia y me aman ellos también. \rMi hermana, mi hermano y yo una merienda compartimos. \rLa familia está en todos lados, al cielo mira,\rve una familia de pájaros que a lo alto vuelan. \rLas familias de peces juntos nadan en el mar\ry las familias de tortugas pasean, a paso lento.\rVe a la familia del patito en el lago.\rPara hacer una familia se necesita un poco de amor. \rMi familia y tu familia pueden no ser iguales\rpero formamos parte de la familia humana.\rCanta\r\rCORO\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rINTERLUDIO\r\rLa mantenemos unida,\rla mantenemos con firmeza,\rmantenemos a nuestras familias llenas de amor,\rllenas de amor,\rllenas de amor,\rllenas de amor\r\rCORO \r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz","SongAuthorsNAME":"Divinity Roxx","SongAuthorsBIOTEXT":"Inspirational and genuine, Divinity Roxx has earned the reputation of irrefutable front woman of her own genre-bursting and compelling musical journey. \r\rHer career as a bass player skyrocketed after attending a bass camp led by the legendary Victor Wooten, where she was invited to tour with him three months after the camp. \r\rAfter touring with Victor for five years, she became the bass player and assistant musical director for Beyoncé. She was given a featured solo by the artist on <em>The Beyoncé Experience</em> and <em>I Am… Sasha Fierce</em> tours and DVDs. She also composed original music for the <em>I Am… Sasha Fierce</em> tour and DVD.\r\rDivinity has appeared on countless television shows, including the Grammys, <em>Saturday Night Live, Good Morning America, The Arsenio Hall Show, Ellen,</em> and <em>The American Music Awards,</em> with personal highlights including a special performance at the White House and an appearance on the hit TV show <em>Soul Man.</em> She is the current bass player in the Black Girls Rock Orchestra, which airs on BET, and is the touring bassist and Musical Director for the powerhouse singer and performer Fantasia. \r\rDespite her appearances with so many legendary and iconic figures, it is in her solo performance that Divinity shines brightest. She combines virtuosic bass playing with an eclectic mashup of hip-hop, rock, and funk that she calls “Alternative Soul.” Her passion for composition, combined with her lyrical prowess and electrifying stage presence, captivates audiences worldwide. \r\rHer 2016 release <em>ImPossible</em> received critical acclaim and earned her an Independent Music Award for Best Spoken Word Album, further highlighting the depth of her lyrical aptitude. The album features the Keith Harris- produced song “We Are,” inspired by her former poetry professor, the late, great June Jordan. The album also features an appearance by her mentor and five-time Grammy-Award-winning artist Victor Wooten.\r\rShe is currently performing, teaching, and writing multiple projects, including a new album, a stage play, and a series of children’s books and music. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"CHORUS\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rVERSE 1\r\rSome families might be big\rSome families might be small\rSome family members live close\rAnd others live far\rEverybody’s family is unique\rFamilies love one another and you and me\rThey might be your sister or brother or cousins or aunt \rMothers and fathers and great-grandmas, granddads and paw-paws, and me-maws, and pets \r’Cuz pets are our family too, don’t you forget\rIt's all about love with the people\rFamily can live with you or not, but they see you \rIt's all smiles and all laughs and all joy\rNo matter if you are a girl or a boy\r\rCHORUS\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rVERSE 2\r\rI really love to play with my cousins \rOr spend the day with grandma \rShe likes to make muffins\rTake a walk with grandpa\rMy aunt is the coolest\rI love hanging out with my dad after school\rMommy fills me up with all of her love\rAnd my uncle picks me up and gives the biggest bear hugs\rI love my family, and they love me right back\rMe and my sister and my brother share a snack\rFamily is everywhere, look up in the sky\rSee a family of birds, and they're all flying high\rFamilies of fish swim together in the ocean\rAnd a family of turtles walk by, slow motion\rSee the little duck family at the lake \rTo make family a little love is all it takes\rMy family and your family may not look the same\rBut we're all part of the human family\rSing \r\rCHORUS\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rBRIDGE\r\rWe keep it goin’ on, goin’ on\rWe keep it goin’ strong, goin’ strong\rWe keep our families full of Love\rFull of Love\rFull of Love\rFull of Love\r\rCHORUS\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family","SongAuthorsPHOTOFILENAME":"DivinityRoxx.png","SongAuthorsPHOTOCREDIT":"Photograph by AMB Photography.","PHOTOALTTEXT":"Photo of Divinity Roxx"},{"RESID":"RES_0135","FILENAME":"PK_T1W4Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Hola, amigo","BYLINE":"by 123 Andrés","SONGCREDIT":"\"Hola, amigo\" from the album <em>¡Uno, dos, tres, Andrés! en español y en inglés</em> by 123 Andrés. ℗ & © 2015 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Podemos ser buenos amigos, sin importar de donde venimos,\rtú y yo podemos llevarnos bien, no hay nada que temer.\rAunque hables árabe o italiano, al final somos seres humanos,\raunque hables quechua o mandarín, un mismo idioma es sonreír.\r\t\rHola, amigo ¿cómo te llamas?\rHola, amigo canta conmigo\rHola, amigo ¿cómo te llamas?\rHola, amigo canta conmigo\r\rY no me importa de dónde sos, desde que tengas buen corazón,\ry no me importa cuál es tu idioma, desde que seas buena persona.\rVenimos de muchos países, y podemos vivir muy felices,\rcantando esta canción, sueña conmigo un mundo mucho mejor.","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"It doesn’t matter where you are from, if you speak English or Español\rIt doesn’t matter, there’s nothing wrong, we can all get along\rIf you speak German or Japanese, it doesn’t make any difference to me\rIf you speak Arabic, Chinese, or French, we can all just be friends\r\rHello friend, it’s great to meet you\rHello friend, tell me your name\rHello friend, it’s great to meet you\rHello friend, tell me your name\r\rDon’t let a difference drift us apart. We’re all the same inside our hearts\rIt doesn’t matter where you are from. You’re welcome in my home\rWe come from different places, but we have smiles on our faces\rAnd when we share our names, we realize we’re all the same","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0136","FILENAME":"PK_T2W1Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"School Is Cool","BYLINE":"by Curriculum Rocks","SONGCREDIT":"\"School Is Cool\" from the album <em>First Grade Rocks</em> by Curriculum Rocks. ℗ & © 2003 by Lauren Mayer. Used by permission of Lauren Mayer. All rights reserved.","ESLYRICS":"Vamos a la escuela varias horas al día,\rhay momentos para aprender y momentos para jugar.\rIr a la escuela <em>(ooh, ooh, ir a la escuela)</em>\res fantástico <em>(ooh, ooh, la escuela es fantástica)</em>.\rMuchos niños están allí conmigo,\rsomos como una gran familia ¡Oh, la escuela es fantástica!\r\rEmpiezo a aprender todo lo que necesito,\rcomo a sumar, como a escribir y a leer.\rIr a la escuela <em>(ooh, ooh, ir a la escuela)</em>\res fantástico <em>(ooh, ooh, la escuela es fantástica)</em>.\rAguardo mi turno y aprendo a esperar,\rllego en horario y no me retraso ¡Oh, la escuela es fantástica!\r\rA veces no estamos de acuerdo, pero de todos modos nos llevamos bien,\rsolucionamos los problemas pacientemente\ry aprendemos a trabajar en equipo todos los días <em>(¡Lo solucionamos!)</em>\r\rSigue las reglas y todos nos divertiremos,\rcreemos que nuestra maestra es la número uno.\rIr a la escuela <em>(ooh, ooh, ir a la escuela)</em> \res fantástico <em>(ooh, ooh, la escuela es fantástica).</em>\rSi bien me gusta todo,\rcreo que mi momento favorito es cuando canto ¡Oh, la escuela es fantástica!\r\rA veces no estamos de acuerdo, pero de todos modos nos llevamos bien,\rsolucionamos los problemas pacientemente\ry aprendemos a trabajar en equipo todos los días <em>(¡Lo solucionamos!)</em>\r\rVamos a la escuela varias horas al día,\rhay momentos para aprender y momentos para jugar.\rIr a la escuela <em>(ooh, ooh, ir a la escuela)</em> \res fantástico <em>(ooh, ooh, la escuela es fantástica)</em>\r\rEmpiezo a aprender todo lo que necesito,\rcomo a sumar, como a escribir y a leer.\rSigue las reglas y todos nos divertiremos,\rcreemos que nuestra maestra es la número uno.\rMuchos niños están allí conmigo,\rsomos como una gran familia ¡Oh, la escuela es fantástica!\rOh, la escuela es fantástica <em>(El cerebro se agita de todo lo que aprendo)</em>\rOh, la escuela es fantástica <em>(Sigue esforzándote y haciéndote más sabio)</em>\rOh, la escuela es fantástica <em>(Nos vemos, ¡soy un alumno de primer grado ocupado!)</em> \r¡Oh, la escuela es fantástica!","SongAuthorsNAME":"Curriculum Rocks","SongAuthorsBIOTEXT":"Lauren Mayer is the co-founder of Curriculum Rocks with her sister, curriculum specialist Nancy Mayer. Lauren is an award-winning songwriter, a Phi Beta Kappa graduate of Yale University, and a five-time recipient of the San Francisco Cabaret Gold Award. She has written and recorded eight albums of educational music for Curriculum Rocks, sharing vocal duties with her husband, singer Scott Grinthal. Lauren and Scott are also a switch on the traditional musical duo (she’s the wisecracking pianist; he’s the lovely crooner), performing their marital cabaret, “Yes, Dear!”  \r\rFor more information and music, please visit them on the web.","ENLYRICS":"We go to school several hours a day\rThere’s time to learn and there’s time to play\rGoin' to school <em>(ooh, ooh, goin' to school)</em>\rIs really cool <em>(ooh, ooh, school is cool)</em>\rLots of other kids are there with me\rWe're like a great big family  Oh, school is cool\r\rStarting to learn everything I need\rLike how to add, how to write and read\rGoin' to school <em>(ooh, ooh, school is cool)</em>\rIs really cool <em>(ooh, ooh, school is cool)</em>\rI take my turn and learn to wait\rGet there on time and don’t be late  Oh, school is cool\r\rSometimes we may disagree, but we can get along, anyway\rWork our problems out patiently\rAnd we learn about teamwork every single day <em>(We work it out!)</em>\r\rFollow the rules and we’ll all have fun\rWe think our teacher is number one\rGoin' to school <em>(ooh, ooh, goin' to school) </em>\rIs really cool <em>(ooh, ooh, school is cool)</em>\rAlthough I sure like everything\rI think my favorite time is when we sing  Oh, school is cool\r\rSometimes we may disagree, but we can get along, anyway\rWork our problems out patiently\rAnd we learn about teamwork every single day <em>(We work it out!)</em>\r\rWe go to school several hours a day\rThere’s time to learn and there’s time to play\rGoin' to school <em>(ooh, ooh, school is cool)</em> \rIs really cool <em>(ooh, ooh, school is cool)</em>\r\rStarting to learn everything I need\rLike how to add, how to write and read\rFollow the rules and we’ll all have fun\rWe think our teacher is number one\rLots of other kids are there with me\rWe're like a great big family – Oh, school is cool\rOh, school is cool <em>(My brain is churning from everything I'm learning)</em>\rOh, school is cool <em>(Keep working harder, and I keep getting smarter)</em>\rOh, school is cool  <em>(Later, alligator, I'm a busy first grader) </em>\rOh, school is cool!","SongAuthorsPHOTOFILENAME":"Mayers_Curriculum Rocks.png","SongAuthorsPHOTOCREDIT":"Photograph by Lois Tema.","PHOTOALTTEXT":"Photo of Curriculum Rocks"},{"RESID":"RES_0137","FILENAME":"PK_T2W2Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Pieces Of A Quilt","BYLINE":"by Curriculum Rocks","SONGCREDIT":"\"Pieces of a Quilt\" from the album <em>Second Grade Rocks</em> by Curriculum Rocks. ℗ & © 2004 by Lauren Mayer. Used by permission of Lauren Mayer. All rights reserved.","ESLYRICS":"CORO\t\r<em>(parte a)</em>\t\rUn lugar al que todos pueden pertenecer \ry nuestras diferencias nos fortalecen.\rNadie es como yo, \rde eso se trata la diversidad, \rdonde eres libre de hacer lo que quieras \ry nadie te critica,\rporque nuestro país se construye \rcomo las piezas de un edredón.\r<em>(parte b)</em>\t\rSomos piezas de un edredón de muchos colores, \rmira cómo se fusionan en armonía\ry cada pieza está incompleta sin las otras.\rCocer un edredón hecho de tú y yo. \r<em>(repetir ambas en contrapunto)</em>\r\rUn edredón está hecho de muchos cuadrados,\rdiferentes diseños todos unidos\ry a nadie le importa quién hizo cuál, \rel resultado es tu creación.\rEn Estados Unidos hay una variedad \rde culturas y costumbres de diferentes lugares,\rdiferentes idiomas, diferentes rostros\ra quienes vemos igualmente extraños.\r\rCORO <em>(ambas partes en contrapunto)</em>\r\rPodemos compartir muchas cosas geniales \rde muchos países fantásticos,\rcomo toda la comida que hemos aprendido a reconocer\r<em>¡Bageles, chow mein, espaguetis y papas fritas! \r</em>Todas las culturas de las cuales venimos\rcrean el crisol que nos compone,\rno hay nada que temer,\r¡las variedades hacen bullicio!\r\rCORO <em>(parte a, parte b, luego ambas partes en contrapunto)</em>\r\r<em>FINAL:</em>\rComo piezas de un edredón,\rcomo piezas de un edredón hecho de tú y yo","SongAuthorsNAME":"Curriculum Rocks","SongAuthorsBIOTEXT":"Lauren Mayer is the co-founder of Curriculum Rocks with her sister, curriculum specialist Nancy Mayer. Lauren is an award-winning songwriter, a Phi Beta Kappa graduate of Yale University, and a five-time recipient of the San Francisco Cabaret Gold Award. She has written and recorded eight albums of educational music for Curriculum Rocks, sharing vocal duties with her husband, singer Scott Grinthal. Lauren and Scott are also a switch on the traditional musical duo (she’s the wisecracking pianist; he’s the lovely crooner), performing their marital cabaret, “Yes, Dear!”  \r\rFor more information and music, please visit them on the web.","ENLYRICS":"CHORUS\t\r<em>(part a)</em>\t\rA place where anyone can belong \rAnd our differences make us strong\rEverybody I see isn’t just like me \rAnd that’s diversity \rWhere you're free to do what you do \rAnd no one criticizes you\rCause this country of ours is built \rLike pieces of a quilt\r<em>(part b)</em>\t\rWe are pieces of a quilt of many colors \rSee how we blend together in harmony\rAnd each piece is not complete without the others\rStitching a quilt made of you and me \r<em>(repeat both parts in counterpoint)</em>\r\rA quilt is made of many squares\rDifferent patterns all joined together\rAnd no one really cares who made which one \rIt's our creation when it’s done\rIn America there’s a range \rOf cultures and customs from different places\rDifferent languages, different faces\rTo whom we seem equally strange\r\rCHORUS<em> (both parts in counterpoint)</em>\r\rLots of great things we can share \rFrom so many wonderful countries\rLike all the food we’ve learned to recognize\r<em>Bagels, chow mein, spaghetti, and french fries!</em>  \rAll the cultures that we're from\rCreate the melting pot we’re made of\rSo there’s nothing to be afraid of\rVariety makes things hum!\r\rCHORUS <em>(part a, part b, then both parts in counterpoint)</em>\r\r<em>TAG:</em> \rLike pieces of a quilt\rLike pieces of a quilt made of you and me","SongAuthorsPHOTOFILENAME":"Mayers_Curriculum Rocks.png","SongAuthorsPHOTOCREDIT":"Photograph by Lois Tema.","PHOTOALTTEXT":"Photo of Curriculum Rocks"},{"RESID":"RES_0138","FILENAME":"PK_T2W3Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Mi Comunidad","BYLINE":"by 123 Andrés","SONGCREDIT":"\"Mi comunidad\" by 123 Andrés. ℗ & © 2020 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Mi comunidad, mi comunidad,\rtiene muchos ayudantes que trabajan sin parar\r\rMi comunidad, mi comunidad,\rtiene muchos ayudantes que trabajan sin parar\r\rEn mi comunidad hay unas personas muy especiales. ¡Les voy a contar acerca de ellos!\r\rCuando hay que apagar el fuego\r¡es una emergencia!\rPronto vienen los bomberos\r¿oyes la sirena?\r\rCuando voy a la escuela\r<em>¡cruza la calle con cuidado!</em>\rHay una guardia que me espera\r<em>¡ella detiene los carros!</em>\r\r¿Los bomberos, la guardia de cruce, qué otros ayudantes hay en nuestra comunidad?\r\rMi comunidad, mi comunidad, \rtiene muchos ayudantes que trabajan sin parar\r\rMi comunidad, mi comunidad, \rtiene muchos ayudantes que trabajan sin parar\r\rCuando te mandan una carta \r¡es de mi abuelo!\r¿Quién te la lleva a la puerta?\r¡Fue el cartero!\r\rCuando yo estoy enferma\r¡siento dolor!\rMe cuida la enfermera\r¡ya estoy mejor!\r\rMi comunidad, mi comunidad,\rtiene muchos ayudantes que trabajan sin parar\r\rMi comunidad, mi comunidad,\rtiene muchos ayudantes que trabajan sin parar\r\rHay muchos ayudantes de la comunidad,\r\rcomo el conductor de bus, que nos lleva a muchos lugares. \r\r¡También está mi maestra! Ella me ayuda en la escuela.\r\r¡Gracias a los ayudantes de la comunidad!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"My community, my community\rIt has many helpers who are always at work\r\rMy community, my community\rIt has many helpers who are always at work\r\rIn my community there are very special people. I'm going to tell you about them\r\rWhen we have to put out the fire\rIt’s an emergency\rFirefighters are coming soon\rDo you hear the siren?\r\rWhen I go to school\r<em>Cross the street carefully</em>\rThere is a guard waiting for me\r<em>She stops the cars</em>\r\rFirefighters, the crossing guard… what other helpers are there in our community?\r\rMy community, my community\rIt has many helpers who are always at work\r\rMy community, my community\rIt has many helpers who are always at work\r\rWhen someone sends you a letter\rIt's from my grandma\rWho brings it to your door?\rThe mail carrier\r\rWhen I’m sick\rOr I’m hurt\rThe nurse takes care of me\rI'm feeling better\r\rMy community, my community\rIt has many helpers who are always at work\r\rMy community, my community\rIt has many helpers who are always at work\r\rThere are many community helpers\r\rLike the bus driver, who takes us many places\r\rThere is also my teacher! She helps me at school\r\rThanks, community helpers","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0139","FILENAME":"PK_T2W4Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Paseando","BYLINE":"by Music With Sara","SONGCREDIT":"\"Paseando\" from the album <em>Paseando With Sara</em> by Music With Sara. ℗ & © 2016 by Music With Sara. Used by permission of Sara Quintanar. All rights reserved.","ESLYRICS":"Viajo en mi barco\rpara ver el mar: tut, tut\r\rSubo a mi avión\rpara volar: zum, zum\r\rMonto el tren\rpara ver el paisaje: chu, chu\r\rPara ver a mis amigos\rmanejo en mi coche: bip, bip\r\rTut, tut\rZum, zum\rChu, chu\rBip, bip\r\rTut, tut\rZum, zum\rChu, chu\rBip, bip","SongAuthorsNAME":"Music With Sara","SongAuthorsBIOTEXT":"Sara Quintanar of Music With Sara is a California-based bilingual children’s musician, educator, and proud mother of three bilingual children. Her songs are celebrated worldwide for their sweet and simple lyrics, lovely melodies, and cultural flair. Sara has released six albums for children and continues to write and teach music in Spanish. Making music a part of a child’s everyday life is something Sara loves to do. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"I travel in my boat\rTo see the sea – toot toot\r \rI ride in my plane\rCome fly with me! – zoom zoom\r \rI board the train\rTo see the world outside – Choo choo\r \rTo see my friends\rI get in my car and drive – Beep beep\r \rToot toot\rZoom zoom\rChoo choo\rBeep beep\r\rToot toot\rZoom zoom\rChoo choo\rBeep beep","SongAuthorsPHOTOFILENAME":"SaraQuintanar.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Sara Quintanar.","PHOTOALTTEXT":"Photo of Music With Sara"},{"RESID":"RES_0140","FILENAME":"PK_T3W1Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"The Senses","BYLINE":"by Little Miss Ann and Amy D","SONGCREDIT":"\"The Senses Song\" from the album <em>Keep On</em> by Little Miss Ann and Amy D. ℗ & © 2017 by Little Miss Ann and Amy D. Used by permission of Ann Torralba and Amyliza Morales de Jesus. All rights reserved.","ESLYRICS":"VERSO 1\rVeo, veo con los ojos\rveo, veo con los ojos\rtantas cosas para ver\rque comienzan con la letra <em>C</em>\rcomo cielos celestes y cigarras\rla cueva de la calandria, crisopas\rven a ver conmigo \r\rVERSO 2\rSaboreo, saboreo con la lengua\rsaboreo, saboreo con la lengua\rtantas cosas maravillosas para saborear\rque comienzan y tienen la letra <em>H</em>\rchocolate caliente, halo, halo\rhorchata y habas\rven a beber conmigo\r\rVERSO 3\rEscucho, escucho con los oídos\rescucho, escucho con los oídos\rtantas cosas para oír\rque comienzan con la letra <em>M</em>\rcomo música y la voz de mamá\rla melodía de un mirlo\rven a escuchar conmigo\r\rVERSO 4\rHuelo, huelo con la nariz\rhuelo, huelo con la nariz\rtantas cosas para oler\rque comienzan con la letra <em>L</em>\rcomo limones y lilas\rlavanda y lichi\rven a oler conmigo\r\rVERSO 5\rToco y siento con la piel\rtoco y siento con la piel\rtantas cosas que toco y siento\rque comienzan con la letra <em>P</em>\rcomo perlas plateadas o pegamento pegajoso\rpanderetas, una presión sutil\rven a abrazarme","SongAuthorsNAME":"Little Miss Ann and Amy D","SongAuthorsBIOTEXT":"Little Miss Ann (Ann Torralba) is an award-winning Chicago kids’ musician, a former Chicago public school teacher, an instructor at Chicago's revered Old Town School of Folk Music, a mom, and a first-generation Filipina-American. Little Miss Ann, along with her band, tour throughout the United States and have played kids’ music concerts, including SXSW, Lollapalooza Kids Stage, McCabe's in Los Angeles, and New York City’s Brookfield Place. Little Miss Ann has made five upbeat, down-to-earth, interactive kids’ albums, including <em>Keep On,</em> on which she collaborated with kids’ music newcomer Amy D.\r\rAmy D (Amyliza de Jesus) is also a first-generation Filipina-American, an award-winning singer-songwriter, and multi-instrumentalist. Based in Nashville, she is a songwriter for the Country Music Hall of Fame's Words & Music program, as well as a social worker and music therapist-in-training. As the mom of a young toddler, she enjoys writing music for families and continues to play live music locally.\r\rAmy and Ann connected through their shared Filipino-American heritage and love of folk music.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"VERSE 1\rI see, I see with my eyes\rI see, I see with my eyes\rSo many things to see\rThat start with the letter <em>B</em>\rLike blue skies and butterflies\rA bird’s nest, bumblebees\rCome look with me \r \rVERSE 2\rI taste, I taste with my tongue\rI taste, I taste with my tongue\rSo many things to taste\rThat start with the letter <em>H</em>\rHot chocolate, halo halo\rHorchata and honey                    \rCome drink with me\r   \rVERSE 3\rI hear, I hear with my ears\rI hear, I hear with my ears\rSo many things to hear\rThat start with the letter <em>M</em>\rLike music and Mama’s voice\rA mockingbird’s melody\rCome listen with me\r\rVERSE 4\rI smell, I smell with my nose\rI smell, I smell with my nose\rSo many things to smell\rThat start with the letter <em>L</em>       \rLike lemons and lilac\rLavender and lychee\rCome smell with me\r\rVERSE 5: \rI touch and feel with my skin\rI touch and feel with my skin\rSo many things to touch and feel\rThat start with the letter <em>G</em>\rLike green grass and gooey glue\rGuitar strings, a gentle squeeze\rCome snuggle with me","SongAuthorsPHOTOFILENAME":"LittleMissAnn_AmyD.png","SongAuthorsPHOTOCREDIT":"Photograph by Patrick Milani.","PHOTOALTTEXT":"Photo of Little Miss Ann and Amy D"},{"RESID":"RES_0141","FILENAME":"PK_T3W2Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Mira el clima","BYLINE":"by 123 Andrés","SONGCREDIT":"\"Mira el clima\" by 123 Andrés. ℗ & © 2020 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Ya es hora de salir\r¿cómo me voy a vestir?\rYa es hora de salir\r¿cómo me voy a vestir?\r\rMira, mira\rel clima, el clima,\rmira, mira\rel clima\r\rVeo en la ventana\rque empieza a llover,\reso significa\rque tengo que tener\rbotas, botas,\rsombrilla, sombrilla\r\rNo me voy a mojar\raunque llueva todo el día\r\rYa es hora de salir\r¿cómo me voy a vestir?\rYa es hora de salir\r¿cómo me voy a vestir?\rMira, mira\rel clima\r\rCuando mi maestra\rdice que hay mucho frío\rtenemos que ponernos\rgorro y abrigo,\rgorro, gorro,\rabrigo, abrigo\r\rPonte los guantes,\ryo me pongo los míos\r\rYa es hora de salir\r¿cómo me voy a vestir?\rYa es hora de salir\r¿cómo me voy a vestir?\rMira, mira\rel clima\r\rMi abuelo dice\rque hoy hace calor\r¿Quieres ir al parque?\rSi, vámonos\r\r¡Espera! Sólo falta una cosa…\r\rBotella, botella\rde agua, agua\r\rEl sol me hace sudar\ry el agua me hace falta\r\rYa es hora de salir\r¿cómo me voy a vestir?\rYa es hora de salir\r¿cómo me voy a vestir?\rMira, mira\rel clima, el clima\rmira, mira\rel clima","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"It’s time to go out\rWhat do we have to wear?\rIt’s time to go out\rWhat do we have to wear?\r\rLook, look\rTo check the weather, the weather\rLook, look\rTo check the weather\r\rI see out the window\rThat it’s starting to rain\rThis means\rI have to have\rBoots, boots\rUmbrella, umbrella\r\rI won’t get wet\rEven if it rains all day\r\rIt’s time to go out\rWhat do we have to wear?\rIt’s time to go out\rWhat do we have to wear?\rLook, look\rTo check the weather\r\rWhen my teacher\rSays it’s very cold\rWe have to put on\rHat and a coat\rHat, hat\rCoat, coat\r\rPut on your gloves\rI’ll put on mine\r\rIt’s time to go out\rWhat do we have to wear?\rIt’s time to go out\rWhat do we have to wear?\rLook, look\rTo check the weather\r\rMy grandpa says\rThat today it’s hot outside\rDo you want to go to the park?\rReady?  Let’s go\r\rWait! We just need ONE thing… \r\rBottle, bottle\rOf water, water\r\rThe sun makes me sweat\rAnd I need water\r\rIt’s time to go out\rWhat do we have to wear?\rIt’s time to go out\rWhat do we have to wear?\rLook, look\rTo check the weather, the weather\rLook, look\rTo check the weather","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0142","FILENAME":"PK_T3W3Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Las dos vacas","BYLINE":"by 123 Andrés","SONGCREDIT":"\"Las dos vacas\" from the album <em>Arriba Abajo</em> by 123 Andrés. ℗ & © 2016 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Mira estas dos vacas, mi mamá es la dueña,\runa es muy grande, la otra muy pequeña\r\rUna tiene ojotes,\rla otra tiene ojitos,\runa tiene colota,\rla otra tiene colita\r\rMira estas dos vacas, mi mamá es la dueña,\runa es muy grande, la otra muy pequeña\r\rUna tiene cuernotes,\rla otra tiene cuernitos,\runa tiene trompota,\rla otra tiene trompita\r\rEstas son las vacas, las dos muy bonitas,\runa es muy grande, la otra muy chiquita\r\rOjotes, ojitos,\rcolota, colita,\rcuernotes, cuernitos,\rtrompota, trompita","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"These two cows of mine, they’re not alike at all\rThis one’s very big, and that one very small\r\rThis one has enormous eyes\rThat one’s eyes are tiny\rThis one’s tail is long\rThat one’s tail is teeny\r\rThese two cows of mine, they’re not alike at all\rThis one’s very big, and that one very small\r\rThis one has huge horns\rThat one’s horns are little\rThis one has a giant snout\rThat one’s snout is mini\r\rThese are my two cows, different as can be\rA big one and a small one, but I love them equally\r\rEnormous, tiny\rLong, teeny\rHuge, little\rGiant, mini","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0143","FILENAME":"PK_T3W4Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Wiggle Jiggle","BYLINE":"by Alphabet Rockers","SONGCREDIT":"\"Wiggle Jiggle\" from the EP <em>The Playground Zone</em> by Alphabet Rockers and featuring Bosko. ℗ & © 2016 by School Time Music LLC. Used by permission of School Time Music LLC. All rights reserved.","ESLYRICS":"Muévete,\rmenéate,\rsalta,\r¡brinca!,\rsale,\rdale,\r¡Sin parar!","SongAuthorsNAME":"Alphabet Rockers","SongAuthorsBIOTEXT":"Alphabet Rockers make music that makes change. Founded by Kaitlin McGaw (she/her) and Tommy Shepherd (he/him), this intergenerational group creates brave spaces to shape a more equitable world through hip hop. Their Grammy-nominated 2018 album <em>Rise Shine #Woke</em> reached 300,000 children and families since its release, inspiring kids to stand up to hate and be their brave and beautiful selves. Their second Grammy-nominated album, <em>The Love</em> (2019), lifts up voices of nonconforming communities. On <em>The Love</em>, you hear the intergenerational sound of the Rockers, with Kali de Jesus (he/him), Lillian Ellis (she/her/hers), Maya Fleming (she/her), and Tommy Shepherd III (he/him) joining McGaw and Shepherd in anthems for change.\r\rWith headlining performances at Lollapalooza, The Kennedy Center, San Francisco Pride Festival, Art & Soul Festival, and the Smithsonian Museum of African American History and Culture, and in over 50 schools across the country each year, diverse audiences love their contemporary sound and positive messages. They were Izzy Award Winners in 2018, American Library Association’s Top Album in 2017 and 2018, and won the Parents’ Choice Award for their five-album catalog. Alphabet Rockers appeal to a broad audience with lyrics like “I will stand up for you” and “I shine in my beautiful skin,” landing them in the top five songs of 2018 on Kids Place Live SiriusXM Radio. Their music, videos, concerts, and curriculum are designed by an intercultural team of anti-bias thought leaders, educators, artists, parents, and young people of all genders. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"Wiggle\rJiggle \rBounce \rPop \rLock it\rRock it \rDon’t stop!","SongAuthorsPHOTOFILENAME":"AlphabetRockers.png","SongAuthorsPHOTOCREDIT":"Photograph by Nino Fernandez.","PHOTOALTTEXT":"Photo of Alphabet Rockers"},{"RESID":"RES_0144","FILENAME":"PK_T4W1Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Diez pajaritos","BYLINE":"by 123 Andrés","SONGCREDIT":"\"Diez pajaritos\" from the album <em>Arriba Abajo</em> by 123 Andrés. ℗ & © 2016 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Diez pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rOcho pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rSeis pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rCuatro pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rDos pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rNo hay pajaritos sobre el tejado.\rTodo está solo y muy callado.\rY de repente todos los pajaritos se dan vuelta y empiezan a regresar.\r\rVolvió uno.\rVolvieron dos.\rVolvieron tres.\rVolvieron cuatro.\rVolvieron cinco.\rVolvieron seis.\rVolvieron siete.\rVolvieron ocho.\rVolvieron nueve.\r¡Volvieron diez!\r\rDiez pajaritos sobre un tejado\rvan dando vueltas para este lado.","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"Ten little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rEight little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rSix little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rFour little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rTwo little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rNo little birds over the roof.\rWhere did they go? Please come back soon.\rEverything was so quiet, and then all of a sudden all the birds turned around and started coming back.\r\rHere comes one.\rHere come two.\rHere come three.\rHere come four.\rHere come five.\rHere come six.\rHere come seven.\rHere come eight.\rHere come nine.\rHere come ten!\r\rTen little birds over the roof\rdancing around like me and you.","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0145","FILENAME":"PK_T4W2Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Mi Perrito Cachorrito","BYLINE":"by Music With Sara","SONGCREDIT":"\"Mi perrito cachorrito\" from the album <em>Cantos cortos</em> by Music With Sara. ℗ & © 2018 by Music With Sara. Used by permission of Sara Quintanar. All rights reserved.","ESLYRICS":"Mi perrito cachorrito \rdice guau, guau, guau.\rMi gatito muy bonito\rdice miau, miau, miau.\r\rMi pececito que lindo\rdice blu, blu, blu.\rMi pajarito canta tantito.\r\rMi perrito cachorrito \rdice guau, guau, guau.\rMi gatito muy bonito \rdice miau, miau, miau.","SongAuthorsNAME":"Music With Sara","SongAuthorsBIOTEXT":"Sara Quintanar of Music With Sara is a California-based bilingual children’s musician, educator, and proud mother of three bilingual children. Her songs are celebrated worldwide for their sweet and simple lyrics, lovely melodies, and cultural flair. Sara has released six albums for children and continues to write and teach music in Spanish. Making music a part of a child’s everyday life is something Sara loves to do. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"My little puppy, he’s so funny\rHe says “bow wow wow”\rI’ve got a kitty, she’s so pretty\rShe says “meow meow meow”\r\rMy little fishy, swishy swishy\rShe says “bloop bloop bloop”\rMy little birdie sings so purdy\r\rMy little puppy, he’s so funny\rHe says “bow wow wow”\rI’ve got a kitty, she’s so pretty\rShe says “meow meow meow”","SongAuthorsPHOTOFILENAME":"SaraQuintanar.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Sara Quintanar.","PHOTOALTTEXT":"Photo of Music With Sara"},{"RESID":"RES_0146","FILENAME":"PK_T4W3Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Elephant In The Congo","BYLINE":"by Birdie’s Playhouse","SONGCREDIT":"\"Elephant in the Congo\" from the album <em>The Wild World of Wildlife</em> by Birdie's Playhouse. ℗ & © 2009 by Birdie's Playhouse. Used by permission of Michele Moreno. All rights reserved.","ESLYRICS":"Solo soy un elefante en el Congo\rVivo en la sabana de África <em>(repetir)</em>\r\rVERSO 1\rMis enemigos me tienen miedo porque soy muy pesado,\rtengo que comer y beber toneladas para estar saludable.\rSiempre me muevo en busca de alimento,\rhuelo y escucho bien; mi vista no es tan buena.\r\rCORO\rSolo soy un elefante en el Congo\rVivo en la sabana de África,\rtengo voz fuerte y una trompa larga\rVivo en la sabana de África,\rsolo soy un elefante en el Congo\rVivo en la sabana de África\r\rVERSO 2\rHubo un tiempo en el que no tenía que preocuparme,\rla tierra era infinita, no había guerras ni furia,\rluego los humanos comenzaron a hacer alboroto,\rahora lo único que quieren es mi valioso colmillo.\r\rPUENTE\rNo compren marfil, por favor. Si lo hacen, seguirán persiguiéndome.\rLo único que quiero hacer es comer pasto y hojas. Todos tenemos que hallar la forma de obtener la paz.\r\rCORO\rSolo soy un elefante en el Congo\rVivo en la sabana de África,\rtengo voz fuerte y una trompa larga\rVivo en la sabana de África,\rsolo soy un elefante en el Congo\rVivo en la sabana de África\r\rVERSO 3\rSoy el mamífero terrestre más grande del Congo,\respero que muchos canten mi canción.\rMi territorio se reduce, eso está muy mal,\rlo único que quiero hacer es tocar mi bongo.\r\rMÚSICA\r\rSolo soy un elefante en el Congo","SongAuthorsNAME":"Birdie’s Playhouse","SongAuthorsBIOTEXT":"Birdie’s Playhouse offers award-winning music with a Latin twist and has been featured at venues across Los Angeles, including Santa Monica Pier, LA Zoo, Skirball Cultural Center, Levitt Pavilion, Natural History Museum, Kidspace Museum, New Children's Museum (San Diego), Zimmer Children's Museum, Grand Park Bookfest, McCabe's Guitar Shop, Theatricum Botanicum, Griffith Park Travel Town, Original Farmer's Market, The Grove, and hundreds of festivals, schools, libraries, and venues across SoCal.\r\rMichele Moreno (aka Birdie) is the founder and songwriter and was the only Latina Ray Charles backup singer in history. She has also sung on numerous TV and film scores.\r  \rIn the ’90s, Michele taught science concepts through interactive musical theater at the Lawrence Hall of Science at UC Berkeley and presented science-based bubble festivals at preschools and K–8 schools across the Bay Area. She has performed all over the world as a live backup and lead singer and graduated with honors from Stanford University.\r \rFor more information and music, please visit her on the web.","ENLYRICS":"I’m just an elephant in the Congo\rLiving on the savannah in Africa <em>(repeat)</em>\r\rVERSE 1\rMy enemies are scared of me ’cuz I’m so heavy\rI have to eat and drink a ton to stay healthy\rI’m always on the move, looking for food\rI smell and hear well, my sight’s not so good\r\rCHORUS\rI’m just an elephant in the Congo\rLiving on the savannah in Africa\rMy voice is loud, my trunk is long-o\rLiving on the savannah in Africa\rI’m just an elephant in the Congo\rLiving on the savannah in Africa\r\rVERSE 2\rThere was a time when I didn’t have to worry\rThe land was plenty, there was no war or fury\rThen the humans started making a fuss\rNow all they want is my precious tusk\r\rBRIDGE\rPlease do not buy any ivory. If you do they will keep after me\rAll I wanna do is eat grass and leaves. We all have to find a way to make peace\r\rCHORUS\rI’m just an elephant in the Congo\rLiving on the savannah in Africa\rMy voice is loud, my trunk is long-o\rLiving on the savannah in Africa\rI’m just an elephant in the Congo\rLiving on the savannah in Africa\r\rVERSE 3\rI am the largest land mammal in the Congo\rI hope that many people sing my song-o,\rMy land is getting smaller, that’s so wrong-o\rAll I want to do is play my bongo\r\rMUSIC PLAYS OUT\r\rI’m just an elephant in the Congo","SongAuthorsPHOTOFILENAME":"MicheleMoreno_Birdie.png","SongAuthorsPHOTOCREDIT":"Photograph by Alexander Sokoloff.","PHOTOALTTEXT":"Photo of Birdie’s Playhouse"},{"RESID":"RES_0147","FILENAME":"PK_T4W4Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Move Like An Animal","BYLINE":"by Birdie’s Playhouse","SONGCREDIT":"\"Move Like an Animal\" from the album <em>Move Like an Animal</em> by Birdie's Playhouse. ℗ & © 2013 by Birdie's Playhouse. Used by permission of Michele Moreno. All rights reserved.","ESLYRICS":"Se mueven los animales. ¡Prepárate para moverte como un animal!\r\rCORO\rSe mueven los animales al ritmo,\rse mueven los animales, mueve los pies de animal.\rMuévete hacia arriba y abajo y gira,\rquizás eres un animal que no hace ruidos, ¡congélate!\rLos animales se mueven al ritmo.\r\rVERSO 1\rMuévete como un pájaro (pío, pío), se mueven los animales al ritmo\rMuévete como un pez (blup, blup), se mueven los animales al ritmo\rMuévete como un canguro (salta)\r\rCORO\rSe mueven los animales al ritmo,\rse mueven los animales, mueve los pies de animal.\rMuévete hacia arriba y abajo y gira,\rquizás eres un animal que no hace ruidos, ¡congélate!\rLos animales se mueven al ritmo.\r\rVERSO 2\rMuévete como una serpiente (sss, sss), se mueven los animales al ritmo\rMuévete como un caballo (hiii, hiii), Se mueven los animales al ritmo\rMuévete como un tigre (grrr, grrr)\r\rSe mueven los animales al ritmo\r\rMuévete como un pájaro, como un pez, como una serpiente, como un canguro, como un caballo, como un tigre, ¡COMO TODOS LOS ANIMALES!\r\rSe mueven los animales al ritmo 4X\r\rMueve los pies al ritmo, ¡tuit, tuit, tuit!","SongAuthorsNAME":"Birdie’s Playhouse","SongAuthorsBIOTEXT":"Birdie’s Playhouse offers award-winning music with a Latin twist and has been featured at venues across Los Angeles, including Santa Monica Pier, LA Zoo, Skirball Cultural Center, Levitt Pavilion, Natural History Museum, Kidspace Museum, New Children's Museum (San Diego), Zimmer Children's Museum, Grand Park Bookfest, McCabe's Guitar Shop, Theatricum Botanicum, Griffith Park Travel Town, Original Farmer's Market, The Grove, and hundreds of festivals, schools, libraries, and venues across SoCal.\r\rMichele Moreno (aka Birdie) is the founder and songwriter and was the only Latina Ray Charles backup singer in history. She has also sung on numerous TV and film scores.\r  \rIn the ’90s, Michele taught science concepts through interactive musical theater at the Lawrence Hall of Science at UC Berkeley and presented science-based bubble festivals at preschools and K–8 schools across the Bay Area. She has performed all over the world as a live backup and lead singer and graduated with honors from Stanford University.\r \rFor more information and music, please visit her on the web.","ENLYRICS":"Se mueven los animales. Get ready to move like an animal!\r\rCHORUS\rSe mueven los animales, to the beat\rSe mueven los animales, so move your animal feet\rMove up and down turn around\rMaybe you’re an animal who makes no sound. Freeze!\rThe animals are moving, to the beat\r\rVERSE 1\rMove like a bird (tweet tweet). Se mueven los animales, to the beat\rMove like a fish (bloop bloop). Se mueven los animales, to the beat\rMove like a kangaroo (jump)\r\rCHORUS\rSe mueven los animales, to the beat\rSe mueven los animales, so move your animal feet\rMove up and down, turn around\rMaybe you’re an animal who makes no sound. Freeze!\rThe animals are moving, to the beat\r\rVERSE 2\rMove like a snake (sss sss). Se mueven los animales, to the beat\rMove like a horse (neigh, neigh). Se mueven los animales, to the beat\rMove like a tiger (roar, roar)\r\rSe mueven los animales, to the beat\r\rMove like a bird, like a fish, like a snake, like a kangaroo, like a horse, like a tiger, LIKE ALL ANIMALES\r\rSe mueven los animales, to the beat 4X\r\rMove your feet, to the beat, tweet tweet tweet!","SongAuthorsPHOTOFILENAME":"MicheleMoreno_Birdie.png","SongAuthorsPHOTOCREDIT":"Photograph by Alexander Sokoloff.","PHOTOALTTEXT":"Photo of Birdie’s Playhouse"},{"RESID":"RES_0148","FILENAME":"PK_T5W1Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Everybody's Body","BYLINE":"by Curriculum Rocks","SONGCREDIT":"\"Everybody's Body\" from the album <em>First Grade Rocks</em> by Curriculum Rocks. ℗ & © 2003 by Lauren Mayer. Used by permission of Lauren Mayer. All rights reserved.","ESLYRICS":"CORO\rMúsculos, estómago, huesos y corazón,\rtodas las partes del cuerpo funcionan en conjunto.\rY está todo unido\rporque todos los cuerpos son iguales por dentro.\r\rMi cuerpo es como una máquina genial que puede hacer cosas maravillosas,\raunque no mucho de ello pueda verse, \rlo que hay por dentro también es imponente\r\rCORO\rMúsculos, estómago, huesos y corazón,\rtodas las partes del cuerpo funcionan en conjunto.\rY está todo unido\rporque todos los cuerpos son iguales por dentro.\r\rTus huesos conforman tu esqueleto y te ayudan a moverte,\rsin ellos, no podrías correr ni saltar,\rsolo serías un charco dejándose caer\r\rCORO\rMúsculos, estómago, huesos y corazón,\rtodas las partes del cuerpo funcionan en conjunto.\rY está todo unido\rporque todos los cuerpos son iguales por dentro.\r\rEl estómago te ayuda a digerir la comida\rque saboreas con la lengua\ry, cuando estás lleno y necesitas descansar,\rlos intestinos te ayudan a deshacerte de los residuos\r\rCabeza, hombros, rodillas y dedos del pie,\ry ahora los pasamos todos:\rtenemos hígados y pulmones, intestinos y lenguas\ry ¡qué bueno tener piel para contener todo!\r\rCORO\rMúsculos, estómago, huesos y corazón,\rtodas las partes del cuerpo funcionan en conjunto.\rY está todo unido\rporque todos los cuerpos son iguales por dentro.\r\r¡Todos los cuerpos son iguales por dentro!\r(Oh, sí)","SongAuthorsNAME":"Curriculum Rocks","SongAuthorsBIOTEXT":"Lauren Mayer is the co-founder of Curriculum Rocks with her sister, curriculum specialist Nancy Mayer. Lauren is an award-winning songwriter, a Phi Beta Kappa graduate of Yale University, and a five-time recipient of the San Francisco Cabaret Gold Award. She has written and recorded eight albums of educational music for Curriculum Rocks, sharing vocal duties with her husband, singer Scott Grinthal. Lauren and Scott are also a switch on the traditional musical duo (she’s the wisecracking pianist; he’s the lovely crooner), performing their marital cabaret, “Yes, Dear!”  \r\rFor more information and music, please visit them on the web.","ENLYRICS":"CHORUS\t\rMuscles, stomach, bones and heart\rEvery single body part works together\rAnd it’s all united\r’Cause everybody’s body is the same inside it\r\rMy body’s like a cool machine with amazing things it can do\rThough not a lot of it can be seen \rWhat’s inside is mighty fine, too\r\rCHORUS\t\rMuscles, stomach, bones and heart\rEvery single body part works together\rAnd it’s all united\r’Cause everybody’s body is the same inside it\r\rYour bones make up your skeleton and they help you get around\rWithout ’em you can’t jump or run\rYou’d just be a puddle flopping on the ground\r\rCHORUS\t\rMuscles, stomach, bones and heart\rEvery single body part works together\rAnd it’s all united\r’Cause everybody’s body is the same inside it\r\rYour stomach helps your food digest\rWhich you use your tongue to taste\rAnd when you’re full and you need a rest\rYour intestines help you get rid of waste\r\rHead, shoulders, knees and toes\rAnd now we’re way past all of those\rWe’ve got livers and lungs, intestines and tongues\rAnd I’m glad we’ve got some skin to keep it all in!\r\rCHORUS\t\rMuscles, stomach, bones and heart\rEvery single body part works together\rAnd it’s all united\r’Cause everybody’s body is the same inside it\r\rOh, everybody’s body is just the same inside!\r(Oh yeah)","SongAuthorsPHOTOFILENAME":"Mayers_Curriculum Rocks.png","SongAuthorsPHOTOCREDIT":"Photograph by Lois Tema.","PHOTOALTTEXT":"Photo of Curriculum Rocks"},{"RESID":"RES_0149","FILENAME":"PK_T5W2Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Todas las comidas","BYLINE":"by Moona Luna","SONGCREDIT":"\"Todas las comidas\" from the album <em>Piñata Party</em> by Moona Luna. ℗ & © 2010 by Luchadora Records. Used by permission of Sandra Lilia Velasquez. All rights reserved.","ESLYRICS":"Quiero probar todas las comidas del mundo, \rhay tantos tipos diferentes que probar,\ralgunas son saladas, y otras dulces, y algunas muy picantes, y otras que tienen los tres sabores \r\rQuiero probar todas la comidas del mundo,\rcada pais tiene tanto de ofrecer,\rtodos tenemos nuestros platos favoritos, \rpero si no los pruebas todos, ¿cómo los vas a conocer? \rQuiero probar toda la comida DEL MUNDO","SongAuthorsNAME":"Moona Luna","SongAuthorsBIOTEXT":"Moona Luna is the kindie group that the <em>New York Daily News</em> says is providing “the missing soundtrack for bilingual/bicultural kids.” After making a splash on the family music scene with their accordion-driven, Latin-inspired debut album <em>Piñata Party</em> (2011), Moona Luna delivered something fresh in its sophomore album <em>Vamos, Let’s Go!</em> (2013), by taking inspiration from American pop hits of the ’50s and ’60s. Staying true to their bilingual mission, their third album <em>P A N O R A M A</em> (2016) celebrated their Latin roots and drew on broader musical influences from the African diaspora.\r\rMoona Luna has performed all over the country, from the National Mall in Washington, DC, to the Ordway Center for the Performing Arts in Minnesota, to Madison Square Park in New York City. Their fourth studio album is set to be released in 2020. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"I want to try all the foods in the whole world \rThere are so many different types I want to try \rSome are salty, some are sweet, some are really spicy, and some that are all three\r\rI want to try all the foods in the whole wide world\rEvery country has too much to offer me \rWe all have our favorite dishes \rBut if you don’t try them all, how will you know what it could be?\rI want to try all the foods in the WHOLE WORLD","SongAuthorsPHOTOFILENAME":"MoonaLuna.png","SongAuthorsPHOTOCREDIT":"Photograph by M. Shakey.","PHOTOALTTEXT":"Photo of Moona Luna"},{"RESID":"RES_0150","FILENAME":"PK_T5W3Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"¡Salta, salta!","BYLINE":"by 123 Andrés","SONGCREDIT":"\"¡Salta, salta!\" from the album <em>¡Uno, dos, tres, Andrés! en español y en inglés</em> by 123 Andrés. ℗ & © 2015 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Salta, salta, un, dos, tres,\rsalta, salta, un, dos, tres, \rsalta, salta, un, dos, tres, \rsalta, salta, un, dos, tres,\r¡dale!\r\rSalta, salta, con Andrés\rMueve los pies, cuenta un, dos, tres,\rbrinca, brinca, que eso no duele,\rvamos afuera, apaga la tele.\r\rSalta, salta, otra vez,\rcuenta conmigo, saltamos después.\rMueve los pies, \rmueve los pies, ¡un, dos, tres!\r\rSalta, salta, un, dos, tres.\rSalta, salta, un, dos, tres\rsalta, salta, un, dos, tres,\rsalta, salta, un, dos, tres, \r¡dale!\r\rOk, veo que sí pueden saltar, pero ¿saben?, creo que aún podemos saltar más alto,\r\rUno, dos, tres, ¡más arriba, más arriba!\rUno, dos, tres, \rOk, ahora todo el mundo agachado, vamos a saltar a la cuenta de tres. ¡Uno, dos, tres!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"Jump, jump, one, two, three\rJump, jump, one, two, three\rJump, jump, one, two, three\rJump, jump, one, two, three, \rgo!\r\rJump and leap and bounce with Andrés\rFeeling the beat counting one, two, three\rJump, jump, you gotta move your feet\rLet’s go outside, turn off the TV.\r\rJump, jump, one more time\rWe count together and jump really high\rjump really high, \rjump really high… one, two, three, alright\r\rJump, jump, one, two, three \rJump, jump, one, two, three\rJump, jump, one, two, three\rJump, jump, one, two, three, \rgo!\r\rOk everybody, listen up, we are going to count to three together. Get ready. Here we go\r\rOne, two, three, higher, higher!\rOne, two, three,\rOk everybody, crouch down. Let’s jump together at the count of three. One, two, three!","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0151","FILENAME":"PK_T5W4Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Happy & Healthy","BYLINE":"by Divinity Roxx","SONGCREDIT":"\"Happy & Healthy\" by Divinity Roxx. ℗ & © 2020 by Divinity Roxx. Used by permission of iRoxx Entertainment. All rights reserved.","ESLYRICS":"CORO\rSi eres feliz y saludable, hay que aplaudir, hay que aplaudir.\rSi te sientes realmente fuerte, hay que bailar, hay que bailar.\rPuedes mover la cadera y las manos estirar,\rvoltear y voltear, y voltear alrededor. \r\rVERSO 1\rSoy feliz y saludable, yo lo sé, yo lo sé.\rPuedo poner las manos en el aire, lo muestro, lo muestro.\rSoy saludable, soy fuerte,\ry así lo seré.\rMe encanta correr, jugar y brincar\ry mi cuerpo fuerte mantener.\rY adoro comer mis verduras,\rmis favoritos son los chícharos y los frijoles y las zanahorias y además el brócoli. \rY siempre doy las gracias cuando me cepillo los dientes en las noches\ry siempre me lavo las manos antes de comer. ¡Ves!\r\rCORO\rSi eres feliz y saludable, hay que aplaudir, hay que aplaudir.\rSi te sientes realmente fuerte, hay que bailar, hay que bailar.\rPuedes mover la cadera y las manos estirar,\rvoltear y voltear, y voltear alrededor. \r\rVERSO 2\rMe gusta el aire fresco, el sol y adoro al aire libre jugar\ry tomo mucha agua porque la necesitamos para vivir,\rmi cuerpo se siente bien cuando lo cuido mejor.\r¿Qué tal una pera o una manzana para merendar?,\rme encanta mi fruta jugosa y comer con dulzor,\reso me vuelve muy feliz de mi cabeza a mis pies.\rPuedo tocar mi cabeza, hombros, rodillas y pies, rodillas y pies,\rporque soy fuerte y saludable \ry lo sabe todo el mundo. \r\rCORO\rSi eres feliz y saludable, hay que aplaudir, hay que aplaudir.\rSi te sientes realmente fuerte, hay que bailar, hay que bailar.\rPuedes mover la cadera y las manos estirar,\rvoltear y voltear, y voltear alrededor. \r\rINTERLUDIO \rY ahora a congelar,\rahora las rodillas a tocar,\rahora a pararse grande y alto como el árbol más alto que quiero alcanzar,\rvoltear y voltear, y voltear alrededor\r\rCORO\rSi eres feliz y saludable, hay que aplaudir, hay que aplaudir.\rSi te sientes realmente fuerte, hay que bailar, hay que bailar.\rPuedes mover la cadera y las manos estirar,\rvoltear y voltear, y voltear alrededor.","SongAuthorsNAME":"Divinity Roxx","SongAuthorsBIOTEXT":"Inspirational and genuine, Divinity Roxx has earned the reputation of irrefutable front woman of her own genre-bursting and compelling musical journey. \r\rHer career as a bass player skyrocketed after attending a bass camp led by the legendary Victor Wooten, where she was invited to tour with him three months after the camp. \r\rAfter touring with Victor for five years, she became the bass player and assistant musical director for Beyoncé. She was given a featured solo by the artist on <em>The Beyoncé Experience</em> and <em>I Am… Sasha Fierce</em> tours and DVDs. She also composed original music for the <em>I Am… Sasha Fierce</em> tour and DVD.\r\rDivinity has appeared on countless television shows, including the Grammys, <em>Saturday Night Live, Good Morning America, The Arsenio Hall Show, Ellen,</em> and <em>The American Music Awards,</em> with personal highlights including a special performance at the White House and an appearance on the hit TV show <em>Soul Man.</em> She is the current bass player in the Black Girls Rock Orchestra, which airs on BET, and is the touring bassist and Musical Director for the powerhouse singer and performer Fantasia. \r\rDespite her appearances with so many legendary and iconic figures, it is in her solo performance that Divinity shines brightest. She combines virtuosic bass playing with an eclectic mashup of hip-hop, rock, and funk that she calls “Alternative Soul.” Her passion for composition, combined with her lyrical prowess and electrifying stage presence, captivates audiences worldwide. \r\rHer 2016 release <em>ImPossible</em> received critical acclaim and earned her an Independent Music Award for Best Spoken Word Album, further highlighting the depth of her lyrical aptitude. The album features the Keith Harris- produced song “We Are,” inspired by her former poetry professor, the late, great June Jordan. The album also features an appearance by her mentor and five-time Grammy-Award-winning artist Victor Wooten.\r\rShe is currently performing, teaching, and writing multiple projects, including a new album, a stage play, and a series of children’s books and music. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"CHORUS\rIf you’re happy and you’re healthy, clap your hands, clap your hands\rIf you’re feeling really strong, do a dance, do a dance\rYou can twist your hips\rRaise your hands, raise your hands \rAnd turn all around and around and around \r\rVERSE 1\rI’m happy and healthy, I know it, I know it\rI can put my hands in the air and show it, I show it \rI’m healthy, I’m strong\rI got it goin’ on\rI love to run and play and jump\rIt keeps my body strong \rAnd I love to eat my veggies \rMy favorite are the peas and the beans and the carrots, even love my broccoli\rAnd I always say please every night I brush my teeth \rAnd I always wash my hands before I eat...see!\r\rCHORUS\rIf you’re happy and you’re healthy, clap your hands, clap your hands\rIf you’re feeling really strong, do a dance, do a dance\rYou can twist your hips\rRaise your hands, raise your hands \rAnd turn all around and around and around \r\rVERSE 2\rI like fresh air and sunshine, I love to play outside \rAnd I drink plenty of water, we need water to survive \rAnd my body feels good when I take the best care \rIt’s ok to have a snack, how about an apple or a pear? \rAnd I love to eat my fruit because its juicy and its sweet \rAnd that makes me really happy from my head to my feet \rI can touch my head, shoulders, knees and toes, knees and toes\r’Cuz I’m healthy and I’m strong, and now everybody knows \r\rCHORUS\rIf you’re happy and you’re healthy, clap your hands, clap your hands\rIf you’re feeling really strong, do a dance, do a dance\rYou can twist your hips\rRaise your hands. Raise your hands \rAnd turn all around and around and around \r\rBRIDGE\rEverybody freeze\rJust freeze\rNow touch your knees \rNow stand up big and tall like the tallest tree\rAnd turn all around and around and around \r\rCHORUS\rIf you’re happy and you’re healthy, clap your hands, clap your hands\rIf you’re feeling really strong, do a dance, do a dance\rYou can twist your hips\rRaise your hands, raise your hands \rAnd turn all around and around and around","SongAuthorsPHOTOFILENAME":"DivinityRoxx.png","SongAuthorsPHOTOCREDIT":"Photograph by AMB Photography.","PHOTOALTTEXT":"Photo of Divinity Roxx"},{"RESID":"RES_0152","FILENAME":"PK_T6W1Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Shake & Sing","BYLINE":"by Little Miss Ann and Amy D","SONGCREDIT":"\"Shake & Sing\" from the album <em>Keep On</em> by Little Miss Ann and Amy D. ℗ & © 2017 by Little Miss Ann and Amy D. Used by permission of Ann Torralba and Amyliza Morales de Jesus. All rights reserved.","ESLYRICS":"VERSO 1\rA veces\rme siento en una sala,\rsin nada para hacer,\ry pongo música \rpara cambiar el humor\r                                                               \rCORO PREVIO\rY cuando oigo las notas,\ry cuando siento el ritmo,\rtengo que moverme,\rtengo que cantar (2X)\r\rCORO\rHace que me sacuda, sacuda, sacuda\ry canto la, la, la (3X)\r\rVERSO 2:\rA veces\rme siento en el auto,\rsin nada para hacer,\renciendo la radio,\rsuena mi canción,\rcambia mi humor \t \r\rCORO PREVIO\t\rY cuando oigo las notas,\ry cuando siento el ritmo,\rtengo que moverme,\rtengo que cantar (2X)\r\rVERSO 3\rA veces \rme siento con un amigo, \rno hay nada para hacer, \ry pongo música\rpara cambiar nuestro humor \t \r\rCORO PREVIO \rY cuando oigo las notas,\ry cuando siento el ritmo,\rtengo que moverme,\rtengo que cantar (2X)\r\rCORO \rHace que me sacuda, sacuda, sacuda \ry canto la, la, la (7X)","SongAuthorsNAME":"Little Miss Ann and Amy D","SongAuthorsBIOTEXT":"Little Miss Ann (Ann Torralba) is an award-winning Chicago kids’ musician, a former Chicago public school teacher, an instructor at Chicago's revered Old Town School of Folk Music, a mom, and a first-generation Filipina-American. Little Miss Ann, along with her band, tour throughout the United States and have played kids’ music concerts, including SXSW, Lollapalooza Kids Stage, McCabe's in Los Angeles, and New York City’s Brookfield Place. Little Miss Ann has made five upbeat, down-to-earth, interactive kids’ albums, including <em>Keep On,</em> on which she collaborated with kids’ music newcomer Amy D.\r\rAmy D (Amyliza de Jesus) is also a first-generation Filipina-American, an award-winning singer-songwriter, and multi-instrumentalist. Based in Nashville, she is a songwriter for the Country Music Hall of Fame's Words & Music program, as well as a social worker and music therapist-in-training. As the mom of a young toddler, she enjoys writing music for families and continues to play live music locally.\r\rAmy and Ann connected through their shared Filipino-American heritage and love of folk music.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"VERSE 1\rSometimes\rI’m sitting in a room                       \rWith nothing to do             \rAnd so I turn on the music                       \rTo change my mood\r                                                               \rPRE-CHORUS\rAnd when I hear them notes\rAnd when I feel that beat               \rI just gotta move\rI just gotta sing (2X)\r\rCHORUS\rIt makes me shake, shake, shake\rAnd sing la la la (3X) \r\rVERSE 2\rSometimes\rI’m sitting in the car\rWith nothing to do\rI turn the radio on\rMy song comes on\rChanges my mood \r\rPRE-CHORUS\t\rAnd when I hear them notes\rAnd when I feel that beat               \rI just gotta move\rI just gotta sing (2X)\r\rVERSE 3\rSometimes\rI’m sitting with a friend\rThere’s nothing to do\rAnd so I turn on music\rTo change our mood\r\rPRE-CHORUS\t\rAnd when I hear them notes\rAnd when I feel that beat               \rI just gotta move\rI just gotta sing\r\rCHORUS\rIt makes me shake, shake, shake\rAnd sing la la la (7X)","SongAuthorsPHOTOFILENAME":"LittleMissAnn_AmyD.png","SongAuthorsPHOTOCREDIT":"Photograph by Patrick Milani.","PHOTOALTTEXT":"Photo of Little Miss Ann and Amy D"},{"RESID":"RES_0153","FILENAME":"PK_T6W2Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Rapp’n Ole MacDonald","BYLINE":"by Music, Movement & Magination","SONGCREDIT":"\"Rapp’n Ole MacDonald\" from the album <em>Cool Creatures</em> by Music, Movement & Magination, Inc.® with music and lyrics by Tim Smith. ℗ & © 2007 by Music, Movement & Magination, Inc.® Used by permission of Music, Movement & Magination, Inc.® All rights reserved.","ESLYRICS":"El viejo Mac Donald tiene una granja, \rcanten IA IA OH OH OH, IA IA OH OH OH.\r\r\rY en esa granja tiene una VACA,\rcanten IA IA OH OH OH, IA IA OH OH OH,\r\rque hace MU MU AQUÍ, que hace MU MU ALLÁ,\r\rMU MU MU MU sin cesar.\r\r\rEl viejo Mac Donald tiene una granja, \rcanten IA IA OH OH OH, IA IA OH OH OH.\r\r\rY en esa granja tiene un GALLO,\rcanten IA IA OH OH OH, IA IA OH OH OH,\r\r\rque hace KIKIRI AQUÍ, que hace KIKIRI ALLÁ,\rKIKIRI KIKIRI sin cesar.\r\r\rEl viejo Mac Donald tiene una granja, \rcanten IA IA OH OH OH, IA IA OH OH OH.\r\rY en esa granja tiene un CABALLO,\rcanten IA IA OH OH OH, IA IA OH OH OH,\r\rque hace JIJI AQUÍ, que hace JIJI ALLÁ,\rJIJI JIJI sin cesar.\r\rEl viejo Mac Donald tiene una granja, \rcanten IA IA OH OH OH, IA IA OH OH OH.\r\rY en esa granja tiene un GATO, \rcanten IA IA OH OH OH IA IA OH OH OH,\r\rque hace MIAU AQUÍ, que hace MIAU ALLÁ,\rMIAU MIAU MIAU MIAU MIAU SIN CESAR.\r\r\rEl viejo Mac Donald tiene una granja,\rcanten IA IA OH OH OH, IA IA OH OH OH,\rIA IA OH OH OH, IA IA OH OH OH,\rIA IA OH OH OH, IA IA OH OH OH.","SongAuthorsNAME":"Music, Movement & Magination","SongAuthorsBIOTEXT":"Music, Movement & Magination, Inc. (MMMKids) publishes fun, engaging music and curriculum materials to meet educational standards for early childhood (pre-2nd grade). MMMKids utilizes a diverse group of songwriters, musicians, and performers to bring variety into the classroom. Songs are also available on a number of streaming platforms. \r\rFor information and music, please visit them on the web.","ENLYRICS":"Ole MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rAnd on that farm he had a COW,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rWith a MOO MOO here and a MOO MOO there,\r\rHere a MOO, there a MOO, everywhere a MOO MOO.\r\rOle MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rAnd on that farm he had a ROOSTER,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rWith a COCKADOODLE here and a COCKADOODLE there, here a COCKLE, there a COCKLE, everywhere a COCKLE COCKLE.\r\r\rOle MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rAnd on that farm he had a HORSE,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\rOle MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rAnd on that farm he had a CAT,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rWith a MEOW MEOW here and a MEOW MEOW there, here a MEOW, there a MEOW, everywhere a MEOW MEOW.\r\rOle MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo. E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\rE-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.","SongAuthorsPHOTOFILENAME":"MMMKids.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Songs for Teaching.","PHOTOALTTEXT":"Photo of Music, Movement & Magination"},{"RESID":"RES_0154","FILENAME":"PK_T6W3Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"La clave","BYLINE":"by 123 Andrés","SONGCREDIT":"\"La clave\" from the album <em>¡Uno, dos, tres, Andrés! en español y en inglés</em>  by 123 Andrés. ℗ & © 2015 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Escucha la clave, viene para ti.\rAprende la clave, que se toca así:\r¡pa, pa, PA, PA, PA!\r¡pa, pa, PA, PA, PA!\r\rAhora ya la sabes, tócala conmigo.\r¡pa, pa, PA, PA, PA!\r¡pa, pa, PA, PA, PA!\r\rHaz la clave con las manos, haz la ya mientras bailamos.\r¡pa, pa, PA, PA, PA!\r¡pa, pa, PA, PA, PA!\r\r¡Hazla la clave otra vez! \rHaz la clave con los pies.\r¡pum, pum, PUM, PUM, PUM!\r¡pum, pum, PUM, PUM, PUM!\r\rHazla de pies a cabeza. \r¡Hazla, que la fiesta ya empieza!\r\rOk, ok, todo el mundo a inventarnos algo. Vamos por un pocillo y un tenedor y a ¡hacer la clave con sabor!\rCon pocillo y tenedor, haz la clave con sabor.\rAhora tú ya sabes, que la salsa lleva clave.\r\rLa salsa lleva clave, y ahora tú lo sabes.\r¡pa, pa, PA, PA, PA! ¡pa, pa, PA, PA, PA!\r\rLa salsa lleva clave, y ahora tú lo sabes.\rEl que tiene la clave, tiene la llave, ¡ay, sí, sí, sí!\r¡pa, pa, PA, PA, PA! ¡pa, pa, PA, PA, PA!\r\rLa salsa lleva clave, y ahora tú lo sabes.\r¡Ay! En San Juan, en La Habana, toca la clave Juana la Iguana.\r\rLa salsa lleva clave, y ahora tú lo sabes.\rEn Cali, Colombia, y en Lima, Perú, suena la clave… ¡cántala tú!\r\rLa salsa lleva clave, y ahora tú lo sabes.\r¡pa, pa, PA, PA, PA! (4X)\r\rClave, uno, dos, tres!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"Listen to the clave, I’ll teach it to you.\rI’ll show you the clave, it’s easy to do.\rpa, pa, PA, PA, PA!\rpa, pa, PA, PA, PA!\r\rNow you know the clave, you can sing it, too.\rpa, pa, PA, PA, PA!\rpa, pa, PA, PA, PA!\r\rPlay the clave with your hands, play the clave while you dance.\rclap, clap, CLAP, CLAP, CLAP!\rclap, clap, CLAP, CLAP, CLAP!\r\rPlay the clave with your feet. Play the clave, feel the beat.\rstomp, stomp, STOMP, STOMP, STOMP!\rstomp, stomp, STOMP, STOMP, STOMP!\r\rPlay the clave with your body. \rPlay the clave, join the party!\r\rOk, ok, everybody, listen up! It’s time to get creative. Go get a mug and a fork.\rLet’s do the clave!\rWith a mug and a fork, play the clave, make it work.\rNow you know the clave, which is the key to Salsa.\r\rThe clave is the key to Salsa, you see.\rpa, pa, PA, PA, PA! pa, pa, PA, PA, PA!\r\rThe clave is the key to Salsa, you see.\rNow you know the clave my friend, sing it with me.\rpa, pa, PA, PA, PA! pa, pa, PA, PA, PA!\r\rThe clave is the key to Salsa, you see.\rIn San Juan, in Havana, play the clave Juana la Igauana.\r\rThe clave is the key to Salsa, you see.\rIn Cali, Colombia, and in Lima, Peru, play the clave... you sing!\r\rThe clave is the key to Salsa, you see.\rpa, pa, PA, PA, PA! (4X)\r\rClave, one, two, three!","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0155","FILENAME":"PK_T6W4Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"If I Had a Mariachi","BYLINE":"by 123 Andrés","SONGCREDIT":"\"If I Had a Mariachi\" from the album <em>¡Uno, dos, tres, Andrés! en español y en inglés</em> by 123 Andrés. ℗ & © 2015 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Si tuviera un mariachi, tocaría el violín.\rTocaría el violín, si yo tuviera un mariachi.\r¡Qué bonito el violín!\r\rSi tuviera un mariachi, tocaría el guitarrón.\rTocaría el guitarrón, si yo tuviera un mariachi.\r¡Qué bonitos el guitarrón y el violín!\r\rSi tuviera un mariachi, tocaría la vihuela.\rTocaría la vihuela, si yo tuviera un mariachi.\r¡Qué bonitos la vihuela, el guitarrón y el violín!\r\rSi tuviera un mariachi, tocaría la guitarra.\rTocaría la guitarra, si yo tuviera un mariachi.\r¡Qué bonitos la guitarra, la vihuela, el guitarrón\ry el violín!\r\rSi tuviera un mariachi, tocaría la trompeta.\rTocaría la trompeta, si yo tuviera un mariachi.\r¡Qué bonitos la trompeta, la guitarra, la vihuela,\rel guitarrón y el violín! Y ahora todo el mundo, ¡tocando el violín!\r\rToca mi mariachi, que suene el mariachi.\rToca mi mariachi, que suene el mariachi, \r¡hasta el fin!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"If I had a mariachi, I would play violin.\rI would play violin if I had a mariachi.\rI would play violin.\r\rIf I had a mariachi, I would play guitarrón.\rI would play guitarrón if I had a mariachi.\rI would play guitarrón and violin.\r\rIf I had a mariachi, I would play the vihuela.\rI would play vihuela if I had a mariachi.\rI would play vihuela, guitarrón, and violin.\r\rIf I had a mariachi, I would play the guitar.\rI would play guitar if I had a mariachi.\rI would play guitar, vihuela, guitarrón, and\rviolin.\r\rIf I had a mariachi, I would play the trumpet.\rI would play the trumpet if I had a mariachi.\rI would play trumpet, guitar, vihuela, guitarrón\rand violin. Now everybody play the violin.\r\rListen, my mariachi. I love my mariachi.\rListen, my mariachi. I love my mariachi.\rPlay with me!","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0156","FILENAME":"PK_T7W1Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"It's 12 O'Clock","BYLINE":"by Moona Luna","SONGCREDIT":"\"It's 12 O'Clock\" from the album <em>Vamos, Let's Go!</em> by Moona Luna. ℗ & © 2013 by Moona Luna. Used by permission of Sandra Lilia Velasquez. All rights reserved.","ESLYRICS":"Son las doce.\r¿Cómo sabes si es día o noche?\rSon las doce.\rEs oscuro o ves luz.\rSon las doce.\r¿Cómo sabes la hora?\r\rSon las doce.\r¿Cómo sabes si es día o noche?\rSon las doce.\rEs oscuro o ves luz.\rSon las doce.\r¿Cómo sabes la hora?\r\r24 horas en el día.\rCada número pasa dos veces.\r12:01, medianoche es técnicamente hoy.\r\rSon las doce.\r¿Cómo sabes si es día o noche?\rSon las doce.\rEs oscuro o ves luz.\rSon las doce.\r¿Cómo sabes la hora?","SongAuthorsNAME":"Moona Luna","SongAuthorsBIOTEXT":"Moona Luna is the kindie group that the <em>New York Daily News</em> says is providing “the missing soundtrack for bilingual/bicultural kids.” After making a splash on the family music scene with their accordion-driven, Latin-inspired debut album <em>Piñata Party</em> (2011), Moona Luna delivered something fresh in its sophomore album <em>Vamos, Let’s Go!</em> (2013), by taking inspiration from American pop hits of the ’50s and ’60s. Staying true to their bilingual mission, their third album <em>P A N O R A M A</em> (2016) celebrated their Latin roots and drew on broader musical influences from the African diaspora.\r\rMoona Luna has performed all over the country, from the National Mall in Washington, DC, to the Ordway Center for the Performing Arts in Minnesota, to Madison Square Park in New York City. Their fourth studio album is set to be released in 2020. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"It’s 12 o’clock\rHow do you know if it’s day or night?\rIt’s 12 o’clock\rIt’s either dark or it is light\rIt’s 12 o’clock\rHow do you tell time?\r\rIt’s 12 o’clock\rHow do you know if it’s day or night?\rIt’s 12 o’clock\rIt’s either dark or it is light\rIt’s 12 o’clock\rHow do you tell time?\r\r24 hours in the day\rEvery number happens twice\rAfter 12 midnight is technically today\r\rIt’s 12 o’clock\rHow do you know if it’s day or night?\rIt’s 12 o’clock\rIt’s either dark or it is light\rIt’s 12 o’clock\rHow do you tell time?","SongAuthorsPHOTOFILENAME":"MoonaLuna.png","SongAuthorsPHOTOCREDIT":"Photograph by M. Shakey.","PHOTOALTTEXT":"Photo of Moona Luna"},{"RESID":"RES_0157","FILENAME":"PK_T7W2Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"The Four Seasons","BYLINE":"by Moona Luna","SONGCREDIT":"\"The Four Seasons\" from the album <em>Vamos, Let's Go!</em> by Moona Luna. ℗ & © 2013 by Moona Luna. Used by permission of Sandra Lilia Velasquez. All rights reserved.","ESLYRICS":"En septiembre, el cielo es azul.\rEn octubre, las hojas cambian color.\rEn noviembre, me pongo a hornear.\rAsí es el otoño.\r\rEn diciembre, brillan lucecitas.\rEn enero, juego en mi casita.\rYa en febrero, he sobrevivido.\rAsí es el invierno.\r\rEn marzo y abril y en mayo\rla primavera trae el sol y ya no se va a ningún lado.\r\rEn junio, sale la escuela.\rEn julio, estoy en la arena.\rEn agosto, estoy relajada.\rPor eso me encanta el verano.\rPor eso me encanta el verano.\rPor eso me encanta el verano.","SongAuthorsNAME":"Moona Luna","SongAuthorsBIOTEXT":"Moona Luna is the kindie group that the <em>New York Daily News</em> says is providing “the missing soundtrack for bilingual/bicultural kids.” After making a splash on the family music scene with their accordion-driven, Latin-inspired debut album <em>Piñata Party</em> (2011), Moona Luna delivered something fresh in its sophomore album <em>Vamos, Let’s Go!</em> (2013), by taking inspiration from American pop hits of the ’50s and ’60s. Staying true to their bilingual mission, their third album <em>P A N O R A M A</em> (2016) celebrated their Latin roots and drew on broader musical influences from the African diaspora.\r\rMoona Luna has performed all over the country, from the National Mall in Washington, DC, to the Ordway Center for the Performing Arts in Minnesota, to Madison Square Park in New York City. Their fourth studio album is set to be released in 2020. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"In September the sky is clear\rIn October the leaves aren’t so green\rIn November I like to bake pies\rAnd that’s what the fall’s about\r\rIn December I look at all the lights\rIn January I play inside\rBy February I’ve survived\rThat’s what the winter’s like\r\rIn March and in April and in May\rSpring is the season that says sunshine is here to stay\r\rIn June school gets out\rIn July I’m hanging seaside\rBy August I am so relaxed\rSummer is my favorite time\rSummer is my favorite time\rSummer is my favorite time","SongAuthorsPHOTOFILENAME":"MoonaLuna.png","SongAuthorsPHOTOCREDIT":"Photograph by M. Shakey.","PHOTOALTTEXT":"Photo of Moona Luna"},{"RESID":"RES_0158","FILENAME":"PK_T7W3Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"The Seed","BYLINE":"by 123 Andrés","SONGCREDIT":"\"The Seed\" from the album <em>Arriba Abajo</em> by 123 Andrés. ℗ & © 2016 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Toma una fruta. \rÁbrela por la mitad, y adentro, encontrarás una semilla.\rTomamos esa semilla y la sembramos en el suelo.\r\rTomo una semilla. La siembro en el suelo.\rCon tierra, agua y sol,\rcrecerá una planta, alta como el cielo.\r\rY de esa planta saldrá otra fruta, y de la fruta saldrá otra semilla.\r\rTomo esa semilla. La siembro en el suelo.\rCon tierra, agua y sol,\rcrecerá otra planta, alta como el cielo.\r\rY de esa planta salen muchas frutas, \ry de esas frutas salen muchas semillas, \ry las vamos a sembrar.\r\rTomo esas semillas. Las siembro en el suelo. \rCon tierra, agua y sol,\rcrecerá un bosque, alto como el cielo.\r\rY de esos árboles del bosque saldrán frutas, \ry de esas frutas también van a salir semillas, \ry vamos a sembrar una vez más.\r\rTomo las semillas. Las siembro en el suelo. \rY todo este bosque salió de una sola semilla. \rEso es lo que puedes hacer ¡con una semilla!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"Pick a fruit. \rCut it in half, open it, and inside you’ll find a seed.\rWe take that seed and we plant it in the ground\r\rI take a seed. Plant it in the ground\rwith soil, water, and sun\rA big tree will grow, reaching to the sky\r\rFrom that tree, a fruit grows, and inside that fruit there’s another seed\r\rI take that seed. Plant it in the ground\rwith soil, water, and sun\rA big tree will grow, reaching to the sky\r\rAnd from that plant many fruits grow, \rand those fruits gives us lots of seeds                        \rLet’s plant them\r\rI take those seeds. Plant them in the ground,\rwith soil, water, and sun\rA forest will grow, reaching to the sky\r\rAnd from those trees many more fruits will grow,\rand from them many more seeds, \rand we plant them once again\r\rI take those seeds. Plant them in the ground\rThis whole forest came out of a single seed\rThat’s what you can do with one seed","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Photo of 123 Andrés"},{"RESID":"RES_0159","FILENAME":"PK_T7W4Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Children of Wambamboobaloo","BYLINE":"by The Vegetable Plot","SONGCREDIT":"\"Children of Wambamboobaloo\" from the album <em>Season Two</em> by The Vegetable Plot. ℗ & © 2019 by Luke Escombe-Wolhuter. Used by permission of Luke Escombe-Wolhuter. All rights reserved.","ESLYRICS":"GUS\rSoy Aspara Gus llamando desde el universo a <em>Uam-babú-balú,</em>\rcontesta <em>Uam-babú-balú,</em>\rla gente que está en la Tierra quiere hacerte una pregunta,\r¿qué haces en Uam-babú-balú?\r¿qué haces en Uam-babú-balú?\rLoF\rCORO\rAquí en Uam-babú-balú\rsomos viajeros astrales,\rbuscando algo bueno para hacer,\rvolamos por el universo\ry hemos volado por los cielos,\rpor todo el mundo,\ry creemos que es el momento\rde cada niño y niña\r\rALPH ALPHA\rCreemos que puedes entender\rqué significa sentir el amor,\rtomar el poder con tus manos,\rplantar una semilla,\rllenar sus corazones y sus voces\r\r10, 9, 8, 7, 6, 5, 4, 3, 2, 1, ¡A volar!\r\rCORO\rDejo <em>Uam-babú-balú</em>\ra través de la nebulosa del rábano,\rpasando la estrella de <em>Cucachú</em>\ry las lunas de Júpiter,\rvolaremos disfrazados\rcomo una bandada de pájaros,\rpero estaremos mirando con nuestras mentes\ry escucharemos tus palabras\r\rALPH ALPHA\rPuedes sentirnos en el cielo,\rpuedes captar nuestra vibra,\ry si alguna vez quieres volar,\rentonces levanta la mano (entonces levanta la mano)\ry eleva la mirada a la salida del sol\r\rVolando muy alto en el cielo de <em>Bubalú,</em>\rles enviamos nuestras propias buenas vibras,\rvolando muy alto en el cielo de <em>Bubalú,</em>\rles enviamos nuestras buenas vibras,\rvolando muy alto en el cielo de <em>Bubalú,</em>\rles enviamos nuestras propias buenas vibras,\rvolando muy alto en el cielo de <em>Bubalú,</em>\rles enviamos nuestras buenas vibras\r\rALPH ALPHA\rNiños de la Tierra\rsu planeta es una maravilla,\rles da comida para alimentar\ra cada alma que lo necesite,\rlas flores y los vegetales crecen\raferrándose al suelo,\restirándose hacia el cielo,\rse plantan de nuevo, nunca mueren\r\rEl alma humana es como la tierra\ry el amor es la semilla,\rhay suficiente amor para alimentar\ra cada corazón que lo necesite,\rle dimos a este humilde pueblo de vegetales\rel poder de cantar y bromear\rpara recordarles quiénes son,\rniños bendecidos de una estrella dorada","SongAuthorsNAME":"The Vegetable Plot","SongAuthorsBIOTEXT":"Ladies and Gentlestems, bulbs and girls, it’s time to shake your stems, do the jumping bean, and twist and sprout with the freshest bunch in town!\r\rThe Vegetable Plot is an award-winning musical group for kids and families that has been spreading its funky roots all over the world.  Serving up a big, wriggling heap of catchy tunes, colorful characters, quizzes, dances, jokes, and vegetable-related puns, this soilful bunch will plant melodies in your head that will blossom for years to come.\r\rCreated by award-winning songwriter and storyteller Luke Escombe (aka Aspara Gus), The Vegetable Plot burst onto the Australian music scene in 2014, winning the prize for best kids’ show at the Sydney Fringe. Since then the project has become a hotbed for some of the tastiest homegrown talent in Australia, including folk group All Our Exes Live in Texas and singing sensation Alice Terry, making them a band that adults can enjoy just as much as kids. In fact, some of The Vegetable Plot's biggest fans admit to listening even when the little ones aren't around.\r\rAfter four years in the soil, the band's long-awaited second album, <em>Season Two,</em> emerged at the end of 2019. Broc-full of songs about vegetables, bedtime routines, more vegetables, community gardens, farmer's markets, yet more vegetables, urban living, alien worlds, the cycles of life, herbs and spices, and all the essential vegetables you'll need for the holidays (including TWO songs about pumpkins), <em>Season Two</em> has taken the group to new heights, securing them a deal with ABC Kids and a recent support slot with The Wiggles. \r\rSo come and join Aspara Gus, Ru Barb, Sir Paul McCarrotney, and friends as they take you deep underground for a ride on the soil train and show you exactly why families across the world are embracing these funky food revolutionaries and their mission of love and peas. \r\rFor more information and music like this, please visit them on the web.","ENLYRICS":"GUS\rThis is Aspara Gus calling across the universe to <em>Wambamboobaloo</em>\rCome in <em>Wambamboobaloo</em>\rThe people here on Earth have a question for you\rWhat do you do in <em>Wambamboobaloo</em>?\rWhat do you do in <em>Wambamboobaloo</em>?\r\rCHOIR\rHere in <em>Wambamboobaloo</em>\rWe are astral voyagers\rLooking for some good to do\rWe fly all over the universe\rAnd we’ve been flying in the skies\rAll around your world\rAnd we think it might be time\rFor every boy and girl\r\rALPH ALPHA\rWe think you might understand\rWhat it means to feel love\rTo take the power in your hand\rTo plant a seed\rTo fill your hearts and your voices\r\r10 9 8 7 6 5 4 3 2 1 Fly!!!!\r\rCHOIR\rLeaving <em>Wambamboobaloo</em>\rThrough the radish nebula\rPast the star of <em>Coocachoo</em>\rAnd the moons of Jupiter\rWe’ll be flying in disguise\rAs a flock of birds\rBut we’ll be watching with our minds\rAnd listening to your words\r\rALPH ALPHA\rYou might sense us in the sky\rYou might pick up on our vibe\rAnd if you ever want to fly\rThen raise your hand (then raise your hand)\rAnd turn your eyes to the sunrise\r\rFlying so high in the <em>boobaloo</em> sky\rSending down our own good vibe\rFlying so high in the <em>boobaloo</em> sky\rSending down our good vibe\rFlying so high in the <em>boobaloo</em> sky\rSending down our own good vibe\rFlying so high in the <em>boobaloo</em> sky\rSending down our good vibe\r\rALPH ALPHA\rChildren of Earth\rYour planet is a marvel indeed\rIt gives you food to feed\rEvery soul in need\rThe flowers and veggies grow\rClinging to the dirt below\rReaching upwards to the sky\rPlant them again, they never die\r\rThe human soul is like a soil\rAnd love is the seed\rThere is love enough to feed\rEvery heart in need\rWe gave these humble veggie folk\rThe power to sing and joke\rTo remind you of who you are\rBlessed children of a golden star","SongAuthorsPHOTOFILENAME":"TheVegetablePlot.png","SongAuthorsPHOTOCREDIT":"Photograph by Keegan Davis.","PHOTOALTTEXT":"Photo of The Vegetable Plot"},{"RESID":"RES_0160","FILENAME":"PK_T8W1Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"¡A limpiar!","BYLINE":"by Music With Sara","SONGCREDIT":"\"A limpiar\" from the album <em>Paseando With Sara</em> by Music With Sara. ℗ & © 2016 by Music With Sara. Used by permission of Sara Quintanar. All rights reserved.","ESLYRICS":"Hicimos un desorden,\run gran tiradero,\rsacamos tantas cosas,\rno puedo ver ni el suelo\r\r¡A limpiar! ¡A limpiar! \rTodo tiene su lugar\r¡A limpiar! ¡A limpiar! \rTodo tiene su lugar\r\rHicimos un desorden,\run gran tiradero,\rsacamos tantas cosas,\rno puedo ver ni el suelo\r\r¡A limpiar! ¡A limpiar! \rTodo tiene su lugar\r¡A limpiar! ¡A limpiar! \rTodo tiene su lugar\r\rA limpiar, a limpiar, \ra limpiar, a limpiar, \r¡a limpiar!","SongAuthorsNAME":"Music With Sara","SongAuthorsBIOTEXT":"Sara Quintanar of Music With Sara is a California-based bilingual children’s musician, educator, and proud mother of three bilingual children. Her songs are celebrated worldwide for their sweet and simple lyrics, lovely melodies, and cultural flair. Sara has released six albums for children and continues to write and teach music in Spanish. Making music a part of a child’s everyday life is something Sara loves to do. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"We made a real big mess\rA major disarray\rWe took out everything in sight\rAnd now we have to say\r\rClean it up! Clean it up!\rEverything has its place\rClean it up! Clean it up!\rEverything has its place\r\rWe made a real big mess\rA major disarray\rWe took out everything in sight\rAnd now we have to say\r \rClean it up! Clean it up!\rEverything has its place\rClean it up! Clean it up!\rEverything has its place\r \rClean it up, clean it up\rClean it up, clean it up\rClean it up!","SongAuthorsPHOTOFILENAME":"SaraQuintanar.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Sara Quintanar.","PHOTOALTTEXT":"Photo of Music With Sara"},{"RESID":"RES_0161","FILENAME":"PK_T8W2Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Camioneta de Aventura","BYLINE":"by Moona Luna","SONGCREDIT":"\"Camioneta de Aventura (Adventure Road)\" from the album <em>P A N O R A M A</em> by Moona Luna. ℗ & © 2016 by Moona Luna. Used by permission of Sandra Lilia Velasquez. All rights reserved.","ESLYRICS":"Camioneta de Aventura por el río de San Martín\rvamos viendo la belleza apreciando lo que es.\rCamioneta de Aventura por las montañas hay que pasar\rpara pasar el tiempo a mí me gusta cantar.\r\rCamioneta de Aventura por el río de San Martín\rvamos viendo la belleza apreciando lo que es.\rCamioneta de Aventura faltan horas pa’ llegar\rpara pasar el tiempo a mí me gusta a cantar.","SongAuthorsNAME":"Moona Luna","SongAuthorsBIOTEXT":"Moona Luna is the kindie group that the <em>New York Daily News</em> says is providing “the missing soundtrack for bilingual/bicultural kids.” After making a splash on the family music scene with their accordion-driven, Latin-inspired debut album <em>Piñata Party</em> (2011), Moona Luna delivered something fresh in its sophomore album <em>Vamos, Let’s Go!</em> (2013), by taking inspiration from American pop hits of the ’50s and ’60s. Staying true to their bilingual mission, their third album <em>P A N O R A M A</em> (2016) celebrated their Latin roots and drew on broader musical influences from the African diaspora.\r\rMoona Luna has performed all over the country, from the National Mall in Washington, DC, to the Ordway Center for the Performing Arts in Minnesota, to Madison Square Park in New York City. Their fourth studio album is set to be released in 2020. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"The Adventure Bus goes along the San Martin River\rWe are seeing and appreciating the beauty that it is\rThe Adventure Bus has to pass over the mountains\rI like to sing to pass the time\r\rThe Adventure Bus goes along the San Martin River\rWe are seeing and appreciating the beauty that it is\rThere are hours still to go on the Adventure Bus\rI like to sing to pass the time","SongAuthorsPHOTOFILENAME":"MoonaLuna.png","SongAuthorsPHOTOCREDIT":"Photograph by M. Shakey.","PHOTOALTTEXT":"Photo of Moona Luna"},{"RESID":"RES_0162","FILENAME":"PK_T8W3Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"Ready, Set, Go","BYLINE":"by Divinity Roxx","SONGCREDIT":"\"Ready, Set, Go\" by Divinity Roxx. ℗ & © 2020 by Divinity Roxx. Used by permission of iRoxx Entertainment. All rights reserved.","ESLYRICS":"VERSO 1\rPreparados, listos, ¡ya!\rEs un nuevo día y me siento bien.\rTú te sientes bien, vamos a cruzar nuestros caminos.\rPon vigor en tus pasos. \rPon orgullo en tus zancadas.\rPon esa sonrisa en tu rostro y ese centello en tu ojo.\rOh, sí, estoy listo. \rEstoy listo, estoy listo, estoy de excelente humor y tengo la actitud necesaria. \rTodo lo que necesito para la escuela. \rSí, estoy listo, ¡estoy listo! \rVamos a ponernos en marcha.\rHay tanto para que aprendas, vamos a fortalecer tu mente. \r\rCORO\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rVERSO 2\rQuizás el sol esté brillando \ro el cielo esté cubierto de nubes\ry esté lloviendo,\rpero estamos listos para empezar ya. \rTenemos que mantener el ritmo.\rHay tanto por hacer.\rSiempre y cuando lo hagamos,\rnada, nada puede detener este ritmo. \r\rSigue moviéndote, bailando, creciendo.\rAmando, riendo, viviendo, aprendiendo. \rLevanta las manos al cielo.\rBaila por todos lados. Estoy feliz. Estoy aquí.\rEn clase en horario, presente, ¡sí!\rTengo todo lo que necesito, ¡estoy preparado!\rPreparados, listos, uno, dos, tres.\rVamos, vamos, sígueme. \r\rCORO\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rVERSO 3\rTengo que irme, tengo que irme rápido.\rToma lo que necesitas y vete rápidamente. \rEs temprano por la mañana, estírate.\rLavémonos los dientes, vistámonos y salgamos. \rEspera, aguarda un minuto, tienes que tomar el desayuno.\rNecesitas tus nutrientes. \rAsegúrate de que sigues ganando. \rHaz planes desde el comienzo.\rActúa hasta el final.\rCuando esté todo listo, \rhiciste lo mejor, ¡eres el número 1! \r\rCORO\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rPUENTE\rAplaude con las manos,\rpisa fuerte\r\rAplaude con las manos,\rpisa fuerte\r\rAplaude con las manos,\rpisa fuerte\r\rMuévete con el ritmo,\rmuévete con el ritmo\r\rAplaude con las manos,\rpisa fuerte\r\rAplaude con las manos,\rpisa fuerte\r\rAplaude con las manos,\rpisa fuerte\r\rMuévete con el ritmo\r\r¡Vamos!\r\rCORO\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!","SongAuthorsNAME":"Divinity Roxx","SongAuthorsBIOTEXT":"Inspirational and genuine, Divinity Roxx has earned the reputation of irrefutable front woman of her own genre-bursting and compelling musical journey. \r\rHer career as a bass player skyrocketed after attending a bass camp led by the legendary Victor Wooten, where she was invited to tour with him three months after the camp. \r\rAfter touring with Victor for five years, she became the bass player and assistant musical director for Beyoncé. She was given a featured solo by the artist on <em>The Beyoncé Experience</em> and <em>I Am… Sasha Fierce</em> tours and DVDs. She also composed original music for the <em>I Am… Sasha Fierce</em> tour and DVD.\r\rDivinity has appeared on countless television shows, including the Grammys, <em>Saturday Night Live, Good Morning America, The Arsenio Hall Show, Ellen,</em> and <em>The American Music Awards,</em> with personal highlights including a special performance at the White House and an appearance on the hit TV show <em>Soul Man.</em> She is the current bass player in the Black Girls Rock Orchestra, which airs on BET, and is the touring bassist and Musical Director for the powerhouse singer and performer Fantasia. \r\rDespite her appearances with so many legendary and iconic figures, it is in her solo performance that Divinity shines brightest. She combines virtuosic bass playing with an eclectic mashup of hip-hop, rock, and funk that she calls “Alternative Soul.” Her passion for composition, combined with her lyrical prowess and electrifying stage presence, captivates audiences worldwide. \r\rHer 2016 release <em>ImPossible</em> received critical acclaim and earned her an Independent Music Award for Best Spoken Word Album, further highlighting the depth of her lyrical aptitude. The album features the Keith Harris- produced song “We Are,” inspired by her former poetry professor, the late, great June Jordan. The album also features an appearance by her mentor and five-time Grammy-Award-winning artist Victor Wooten.\r\rShe is currently performing, teaching, and writing multiple projects, including a new album, a stage play, and a series of children’s books and music. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"VERSE 1\rReady Set Go                             \rIt's a brand new day, and I'm feeling good\rYou're feeling good, let's get get on our way\rPut that pep in your step \rPut that pride in your stride\rPut that smile on your face and that twinkle in your eye\rOh yeah, I'm ready, \rI’m ready, I’m ready, I'm in a great mood, got the right attitude \rEverything I need for school \rYou ready, I'm ready, yeah! \rWell let's get get get get goin’\rThere’s so much for you to learn so let’s get get your mind growin’ \r\rCHORUS\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rVERSE 2\rMaybe the sun is shining \rOr the sky is full of clouds\rAnd the rain is coming down\rBut we’re ready to go right now \rGotta keep it moving\rThere’s so much more to do\rAnd as long as we're doing it\rNothing, nothing can stop this groove \r\rKeep moving, grooving, growing,\rLoving, laughing, living, learning \rGo ’head put your hands in the air\rDance all around. I'm happy I’m here\rIn class on time, present, Yeah!\rGot everything that I need, Prepared!\rReady, steady, one two three\rLet's go, let's go follow me \r\rCHORUS\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rVERSE 3\rGotta go, gotta go quickly\rGrab what you need, gotta go swiftly \rEarly up in the morning, stretch it out\rBrush our teeth get dressed, we’re out \rBut hold up, wait a minute, gotta get your breakfast in\rGotta get your nutrients \rMake sure that you keep on winning \rMaking plans from the beginning\rTaking action til the ending\rWhen it’s all said and done \rYou did your best, you’re number 1 \r\rCHORUS\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rBRIDGE\rClap ya hands\rStomp ya feet\r\rClap ya hands\rStomp ya feet\r\rClap ya hands\rStomp ya feet\r\rMove to the beat\rMove to the beat\r\rClap ya hands\rStomp ya feet\r\rClap ya hands\rStomp ya feet\r\rClap ya hands\rStomp ya feet\r\rMove to the beat\r\rGo!\r\rCHORUS\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go","SongAuthorsPHOTOFILENAME":"DivinityRoxx.png","SongAuthorsPHOTOCREDIT":"Photograph by AMB Photography.","PHOTOALTTEXT":"Photo of Divinity Roxx"},{"RESID":"RES_0163","FILENAME":"PK_T8W4Song_OnlineResources.mp3","LANGUAGE":"en","TITLE":"I Can Be Anything","BYLINE":"by Divinity Roxx","SONGCREDIT":"\"I Can Be Anything\" by Divinity Roxx. ℗ & © 2008 by Divinity Roxx. Used by permission of iRoxx Entertainment. All rights reserved.","ESLYRICS":"VERSO 1\rQuiero ser maestro para enseñar a los niños\rpara que puedan ser lo que sea.\rQuiero ser piloto para poder volar alto\rdesplegar las alas y tocar el cielo.\rQuiero ser veterinario para cuidar las mascotas.\rA mí me gusta internet, y apuesto \ra que hay mucho más que puedo hacer si creo en mí mismo y sigo hasta el final.\rYo creo en ti, no hay nada que no puedas hacer, nada que no puedas ver, nada que no puedas ser, pero nada llega por nada... tienes que esforzarte... tienes que dar lo mejor y ese es el comienzo...\r\rCORO\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rVERSO 2\rQuiero ser astronauta, para ir al espacio\rcontemplar la Tierra y decir: “Extraño ese lugar”.\rQuiero ser doctor para salvar vidas.\rPuedes hacer lo que sea, solo abre tu mente.\rQuiero ser artista porque me encanta dibujar.\rMe gusta pintar.\rQuiero jugar a la pelota.\rEl mundo es tan grande, y hay tanto para hacer, tanto para ver.\r¿Qué puedo ser?\rQuiero ser presentador musical y movilizar a la multitud.\rGraduarme de la universidad y enorgullecer a mis padres.\rQuiero ser guionista de un show de TV.\rTú puedes ser eso y mucho más.\rQuiero ver mi rostro en las revistas.\rQuiero ser famoso, quiero cantar.\rSolo sigue tu corazón y persigue tus sueños, ¡créeme cuando te digo que puedes ser lo que sea!\r\rCORO\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rVERSO 3\rNo importa quién eres ni de dónde vienes.\rSiempre y cuando puedas soñar, tus sueños se harán realidad.\rLo que quieras, todo lo que hagas, esfuérzate por ser el mejor en lo que haces.\rPuedes conducir grandes camiones y hacer grandes camiones, puedes escribir para periódicos.\rNo te quedes atascado, abre tu mente a lo que quieres ser, y si lo crees,\rentonces podrás lograrlo.\rDespierten todos los meses con una sonrisa en el rostro; son los niños de la Tierra, ustedes dirigirán este lugar.\rAlgún día crecerán y serán fuertes.\r¡Quiero ser presidente! Entonces, ponte en carrera. \rSueña sueños importantes y pequeños también. \rApunta a las estrellas y aterriza en la Luna. \rEscucha a tus padres y enorgullécete\ry, si lo olvidas, canta la canción muy fuerte...\r\rCORO\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea","SongAuthorsNAME":"Divinity Roxx","SongAuthorsBIOTEXT":"Inspirational and genuine, Divinity Roxx has earned the reputation of irrefutable front woman of her own genre-bursting and compelling musical journey. \r\rHer career as a bass player skyrocketed after attending a bass camp led by the legendary Victor Wooten, where she was invited to tour with him three months after the camp. \r\rAfter touring with Victor for five years, she became the bass player and assistant musical director for Beyoncé. She was given a featured solo by the artist on <em>The Beyoncé Experience</em> and <em>I Am… Sasha Fierce</em> tours and DVDs. She also composed original music for the <em>I Am… Sasha Fierce</em> tour and DVD.\r\rDivinity has appeared on countless television shows, including the Grammys, <em>Saturday Night Live, Good Morning America, The Arsenio Hall Show, Ellen,</em> and <em>The American Music Awards,</em> with personal highlights including a special performance at the White House and an appearance on the hit TV show <em>Soul Man.</em> She is the current bass player in the Black Girls Rock Orchestra, which airs on BET, and is the touring bassist and Musical Director for the powerhouse singer and performer Fantasia. \r\rDespite her appearances with so many legendary and iconic figures, it is in her solo performance that Divinity shines brightest. She combines virtuosic bass playing with an eclectic mashup of hip-hop, rock, and funk that she calls “Alternative Soul.” Her passion for composition, combined with her lyrical prowess and electrifying stage presence, captivates audiences worldwide. \r\rHer 2016 release <em>ImPossible</em> received critical acclaim and earned her an Independent Music Award for Best Spoken Word Album, further highlighting the depth of her lyrical aptitude. The album features the Keith Harris- produced song “We Are,” inspired by her former poetry professor, the late, great June Jordan. The album also features an appearance by her mentor and five-time Grammy-Award-winning artist Victor Wooten.\r\rShe is currently performing, teaching, and writing multiple projects, including a new album, a stage play, and a series of children’s books and music. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"VERSE 1\rI want to be a teacher so I can teach kids\rThat they can be anything whatever it is\rI want to be a pilot so I can fly high\rJust spread your wings and reach for the sky\rI want to be a vet and take care of pets\rMe, see I like the internet, and I’ll bet \rThere’s so much more I can do if I believe in myself and just follow through\rI believe in you, there’s nothing you can’t do, nothing you can’t see, nothing you can’t be, but nothing comes free, you gotta work hard, you gotta do your best and \rbaby that’s the first start…\r\rCHORUS\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything\r\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything \r\rVERSE 2\rI want to be an astronaut, go up to space,\rLook back at Earth and say I miss that place\rI want to be a doctor so I can save lives\rYou can do anything just open your mind\rI want to be an artist I love to draw\rI love to paint\rI want to play ball\rThe world is so big and there’s so much to do, so much to see\rWhat can I be?\rI want to emcee and move the crowd\rGraduate from college and make my parents proud\rI want to be a writer of a TV show\rYou can be that and, oh, so much more\rI want to see my face in the magazines\rI want to be famous, me I want to sing\rJust follow your heart and follow your dreams, believe me when I say you can be \ranything!\r\rCHORUS\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything \rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything \r\rVERSE 3\rHey, it doesn’t matter who you are where you’re from\rAs long as you can dream, your dreams you will become \rAnything you want, everything you do, strive to be the best at what you do \rYou can drive big trucks and make big bucks, you can write for newspapers\rDon’t get stuck, just open your mind to what you want to be and, if you believe\rThen you can achieve\rWake up every morning with a smile on your face, you’re the children of the \rEarth, you’re going to run this place\rOne day you’re going to grow up big and strong\rI want to be President! So, run along \rDream big dreams and small ones too \rShoot for the stars and land on the moon\rListen to your parents and make yourself proud\rAnd if you forget sing the song real loud…\r\rCHORUS\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything\r\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything","SongAuthorsPHOTOFILENAME":"DivinityRoxx.png","SongAuthorsPHOTOCREDIT":"Photograph by AMB Photography.","PHOTOALTTEXT":"Photo of Divinity Roxx"},{"RESID":"RES_0393","FILENAME":"PK_T1W1Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"I'm Proud","BYLINE":"por Alphabet Rockers","SONGCREDIT":"\"I'm Proud\" from the album <em>Rise Shine #Woke</em> by Alphabet Rockers. ℗ & © 2017 by School Time Music LLC. Used by permission of School Time Music LLC. All rights reserved.","ESLYRICS":"¡Sabes que es momento de pararse! ¡A cantar fuerte!\r\rEstoy orgulloso de ser quien soy y de ser un buen amigo, tengo que saber que tú eres tú y yo soy yo,\ry juntos podemos comprender que hay más para nosotros\rque lo que tú ves, escucha\racá y ahora mismo verás.\r\rTengo el poder,\rtengo la fortaleza,\rtengo el amor de los que estuvieron antes que yo y me hicieron quien soy.\rTengo el coraje, tengo el impulso,\rtengo la magia que se forma dentro de mí, me hace quien soy.\r\rCORO\rMira a la izquierda y grita: MIRA, ESTOY ORGULLOSO. Mira a la derecha y grita: MIRA, ESTOY ORGULLOSO. Mira a la multitud y grita: MIRA, ESTOY ORGULLOSO. Nunca bajes la mirada porque vivimos a lo grande.\rMira a la izquierda y grita: MIRA, ESTOY ORGULLOSO. Mira a la derecha y grita: MIRA, ESTOY ORGULLOSO. Mira a la multitud y grita: MIRA, ESTOY ORGULLOSO Nunca bajes la mirada, ¡porque vivimos a lo grande!\r\rEs fácil ser yo,\rpero solo cuando tú me ves y me dejas ser quien se supone que sea,\runa estrella en ascenso, un corazón abierto.\rCuando necesitamos un cambio ahora mismo,\rahí mismo comenzaré.\r\rTengo el poder,\rtengo la fortaleza,\rtengo el amor de los que estuvieron antes que yo y me hicieron quien soy.\rTengo el coraje, tengo la fuerza,\rtengo la magia que se forma dentro de mí, me hace quien soy.\r\rCORO\rTengo el poder y lo uso cuando digo lo que pienso,\rtengo la fortaleza y lo pruebo, ¡lo pruebo siempre! Mírame, nunca me doy por vencido.\rY tú... tú nunca te das por vencido, entre los dos nos apoyamos\rpara poder seguir viviendo a lo grande.\r\rSomos el poder —consigue tu poder\rSomos la fortaleza —consigue tu fortaleza \rSomos el amor —consigue tu amor\rSomos el coraje —consigue tu coraje \rSomos el impulso —consigue tu impulso\rSomos la magia —consigue tu magia \r¡Es tu vida! ¡Ve a vivir tu vida!\r¡Es tu vida! ¡Ve a vivir tu vida!\r\rCORO x2","SongAuthorsNAME":"Alphabet Rockers","SongAuthorsBIOTEXT":"Alphabet Rockers make music that makes change. Founded by Kaitlin McGaw (she/her) and Tommy Shepherd (he/him), this intergenerational group creates brave spaces to shape a more equitable world through hip hop. Their Grammy-nominated 2018 album <em>Rise Shine #Woke</em> reached 300,000 children and families since its release, inspiring kids to stand up to hate and be their brave and beautiful selves. Their second Grammy-nominated album, <em>The Love</em> (2019), lifts up voices of nonconforming communities. On <em>The Love</em>, you hear the intergenerational sound of the Rockers, with Kali de Jesus (he/him), Lillian Ellis (she/her/hers), Maya Fleming (she/her), and Tommy Shepherd III (he/him) joining McGaw and Shepherd in anthems for change.\r\rWith headlining performances at Lollapalooza, The Kennedy Center, San Francisco Pride Festival, Art & Soul Festival, and the Smithsonian Museum of African American History and Culture, and in over 50 schools across the country each year, diverse audiences love their contemporary sound and positive messages. They were Izzy Award Winners in 2018, American Library Association’s Top Album in 2017 and 2018, and won the Parents’ Choice Award for their five-album catalog. Alphabet Rockers appeal to a broad audience with lyrics like “I will stand up for you” and “I shine in my beautiful skin,” landing them in the top five songs of 2018 on Kids Place Live SiriusXM Radio. Their music, videos, concerts, and curriculum are designed by an intercultural team of anti-bias thought leaders, educators, artists, parents, and young people of all genders. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"You know it's time to stand up! Be you, get loud!\r\rProud to be who I am and to be a good friend, gotta know that you’re you and I’m me\rAnd together we can understand that there’s more to us\rThan what you see. Listen up\rRight here, right now, you’ll see.\r\rI got the power\rI got the strength\rI got the love of those who come before me who made me who I am\rI got the courage, I got the drive\rI got the magic forming inside me. It makes me who I am\r\rCHORUS\rLook to the left, say it loud: HEY, I’M PROUD. Look to the right, say it loud: HEY, I’M PROUD. Look to the crowd, say it loud: HEY, I’M PROUD. Never look down, ’cuz we livin’ UP\rLook to the left, say it loud: HEY, I’M PROUD. Look to the right ,say it loud: HEY, I’M PROUD. Look to the crowd, say it loud: HEY, I’M PROUD. Never look down, ’cuz we livin’ up!\r\rMe, it’s easy to be\rBut only when you see me and let me be exactly who I’m meant to be\rA rising star, an open heart\rWhen we need change right now\rRight here, I’ll start.\r\rI got the power\rI got the strength\rI got the love of those who come before me who made me who I am\rI’ve got the courage, I got the drive\rI got the magic forming inside me, it makes me who I am\r\rCHORUS\rI got the power and I use it—when I speak my mind\rI got the strength and I prove it—I prove it every time. See me—I never give up\rAnd you—you never give up, so we lift each other up\rSo we can keep living up\r\rWe are the power—get your power\rWe are the strength—get your strength \rWe are the love—get your love\rWe are the courage—get your courage \rWe are the drive—get your drive\rWe are the magic—get your magic \rIt’s our life! Go get your life!\rIt’s our life! Go get your life!\r\rCHORUS x2","SongAuthorsPHOTOFILENAME":"AlphabetRockers.png","SongAuthorsPHOTOCREDIT":"Photograph by Nino Fernandez.","PHOTOALTTEXT":"Foto de Alphabet Rockers"},{"RESID":"RES_0394","FILENAME":"PK_T1W2Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Amigo, ¿cómo te sientes hoy?","BYLINE":"por Music With Sara","SONGCREDIT":"\"Amigo, ¿cómo te sientes hoy?\" from the album <em>Paseando With Sara</em> by Music With Sara. ℗ & © 2016 by Music With Sara. Used by permission of Sara Quintanar. All rights reserved.","ESLYRICS":"Hola, amiga \r¿Cómo te sientes hoy?\rMe siento muy contenta \r¡porque contenta estoy!\r\rAmigo ¿qué te pasa?\rMe siento enojado,\run amigo me quitó mi juguete,\rme siento muy frustrado.\r\rAmiga ¿qué pasó?\rMe siento un poco triste,\rse me cayó al suelo, \rla paleta que tú me diste.\r\rHola, amigo \r¿Cómo te sientes hoy?\rMe siento muy alegre \r¡porque contigo al parque voy!","SongAuthorsNAME":"Music With Sara","SongAuthorsBIOTEXT":"Sara Quintanar of Music With Sara is a California-based bilingual children’s musician, educator, and proud mother of three bilingual children. Her songs are celebrated worldwide for their sweet and simple lyrics, lovely melodies, and cultural flair. Sara has released six albums for children and continues to write and teach music in Spanish. Making music a part of a child’s everyday life is something Sara loves to do. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"Hello my friend.\rHow do you feel today?\rI’m feeling so happy,\rI want to say Hooray!\r \rHey friend, what’s the matter?\rI’m feeling a little mad.\rMy friend took a toy away from me,\rThat made me really sad.\r \rFriend, how are you feeling?\rI’m unhappy as can be.\rMy popsicle fell to the ground,\rThe one you gave to me.\r \rHello friend.\rHow are you feeling today?\rI’m feeling so wonderful,\rSo let’s go to the park and play!","SongAuthorsPHOTOFILENAME":"SaraQuintanar.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Sara Quintanar.","PHOTOALTTEXT":"Foto de Music With Sara"},{"RESID":"RES_0395","FILENAME":"PK_T1W3Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Me + U","BYLINE":"por DivinityRoxx","SONGCREDIT":"\"Me + You\" by Divinity Roxx. ℗ & © 2020 by Divinity Roxx. Used by permission of iRoxx Entertainment. All rights reserved.","ESLYRICS":"CORO\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rVERSO 1\r\rAlgunas familias pueden ser grandes,\ralgunas familias pueden ser pequeñas,\ralgunos miembros de la familia viven cerca\ry otros viven lejos.\rTodas nuestras familias son únicas,\rlas familias se quieren como a ti y a mí.\rPuede ser tu hermana o hermano, o primo o tía,\rmamás y papás, y bisabuelos y abuelas y abuelos, tatarabuelos y mascotas.\rTambién las mascotas son nuestra familia, no hay que olvidar. \rEs sobre el amor entre la gente.\rLa familia puede vivir contigo o no, pero cuando te ven,\rson sonrisas, son risas y son alegría,\rsin importar que seas una niña o un niño.\r\rCORO\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rVERSO 2\r\rMe encanta jugar con mis primos\ro pasar el día con mi abuela, \rle gusta hacer pastelitos.\rCaminar con mi abuelo, \rmi tía es genial.\rMe encanta pasar el rato con mi papá después de la escuela.\rMi mami me llena con todo su amor\ry mi tío me carga y los mejores abrazos de oso me da.\rAmo a mi familia y me aman ellos también. \rMi hermana, mi hermano y yo una merienda compartimos. \rLa familia está en todos lados, al cielo mira,\rve una familia de pájaros que a lo alto vuelan. \rLas familias de peces juntos nadan en el mar\ry las familias de tortugas pasean, a paso lento.\rVe a la familia del patito en el lago.\rPara hacer una familia se necesita un poco de amor. \rMi familia y tu familia pueden no ser iguales\rpero formamos parte de la familia humana.\rCanta\r\rCORO\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rINTERLUDIO\r\rLa mantenemos unida,\rla mantenemos con firmeza,\rmantenemos a nuestras familias llenas de amor,\rllenas de amor,\rllenas de amor,\rllenas de amor\r\rCORO \r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz\r\rTú como yo,\ryo como tú,\runa familia feliz","SongAuthorsNAME":"Divinity Roxx","SongAuthorsBIOTEXT":"Inspirational and genuine, Divinity Roxx has earned the reputation of irrefutable front woman of her own genre-bursting and compelling musical journey. \r\rHer career as a bass player skyrocketed after attending a bass camp led by the legendary Victor Wooten, where she was invited to tour with him three months after the camp. \r\rAfter touring with Victor for five years, she became the bass player and assistant musical director for Beyoncé. She was given a featured solo by the artist on <em>The Beyoncé Experience</em> and <em>I Am… Sasha Fierce</em> tours and DVDs. She also composed original music for the <em>I Am… Sasha Fierce</em> tour and DVD.\r\rDivinity has appeared on countless television shows, including the Grammys, <em>Saturday Night Live, Good Morning America, The Arsenio Hall Show, Ellen,</em> and <em>The American Music Awards,</em> with personal highlights including a special performance at the White House and an appearance on the hit TV show <em>Soul Man.</em> She is the current bass player in the Black Girls Rock Orchestra, which airs on BET, and is the touring bassist and Musical Director for the powerhouse singer and performer Fantasia. \r\rDespite her appearances with so many legendary and iconic figures, it is in her solo performance that Divinity shines brightest. She combines virtuosic bass playing with an eclectic mashup of hip-hop, rock, and funk that she calls “Alternative Soul.” Her passion for composition, combined with her lyrical prowess and electrifying stage presence, captivates audiences worldwide. \r\rHer 2016 release <em>ImPossible</em> received critical acclaim and earned her an Independent Music Award for Best Spoken Word Album, further highlighting the depth of her lyrical aptitude. The album features the Keith Harris- produced song “We Are,” inspired by her former poetry professor, the late, great June Jordan. The album also features an appearance by her mentor and five-time Grammy-Award-winning artist Victor Wooten.\r\rShe is currently performing, teaching, and writing multiple projects, including a new album, a stage play, and a series of children’s books and music. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"CHORUS\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rVERSE 1\r\rSome families might be big\rSome families might be small\rSome family members live close\rAnd others live far\rEverybody’s family is unique\rFamilies love one another and you and me\rThey might be your sister or brother or cousins or aunt \rMothers and fathers and great-grandmas, granddads and paw-paws, and me-maws, and pets \r’Cuz pets are our family too, don’t you forget\rIt's all about love with the people\rFamily can live with you or not, but they see you \rIt's all smiles and all laughs and all joy\rNo matter if you are a girl or a boy\r\rCHORUS\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rVERSE 2\r\rI really love to play with my cousins \rOr spend the day with grandma \rShe likes to make muffins\rTake a walk with grandpa\rMy aunt is the coolest\rI love hanging out with my dad after school\rMommy fills me up with all of her love\rAnd my uncle picks me up and gives the biggest bear hugs\rI love my family, and they love me right back\rMe and my sister and my brother share a snack\rFamily is everywhere, look up in the sky\rSee a family of birds, and they're all flying high\rFamilies of fish swim together in the ocean\rAnd a family of turtles walk by, slow motion\rSee the little duck family at the lake \rTo make family a little love is all it takes\rMy family and your family may not look the same\rBut we're all part of the human family\rSing \r\rCHORUS\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rBRIDGE\r\rWe keep it goin’ on, goin’ on\rWe keep it goin’ strong, goin’ strong\rWe keep our families full of Love\rFull of Love\rFull of Love\rFull of Love\r\rCHORUS\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family\r\rMe plus you\rYou plus me\rWe’re a happy family","SongAuthorsPHOTOFILENAME":"DivinityRoxx.png","SongAuthorsPHOTOCREDIT":"Photograph by AMB Photography.","PHOTOALTTEXT":"Foto de Divinity Roxx"},{"RESID":"RES_0396","FILENAME":"PK_T1W4Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Hola, amigo","BYLINE":"por 123 Andrés","SONGCREDIT":"\"Hola, amigo\" from the album <em>¡Uno, dos, tres, Andrés! en español y en inglés</em> by 123 Andrés. ℗ & © 2015 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Podemos ser buenos amigos, sin importar de donde venimos,\rtú y yo podemos llevarnos bien, no hay nada que temer.\rAunque hables árabe o italiano, al final somos seres humanos,\raunque hables quechua o mandarín, un mismo idioma es sonreír.\r\t\rHola, amigo ¿cómo te llamas?\rHola, amigo canta conmigo\rHola, amigo ¿cómo te llamas?\rHola, amigo canta conmigo\r\rY no me importa de dónde sos, desde que tengas buen corazón,\ry no me importa cuál es tu idioma, desde que seas buena persona.\rVenimos de muchos países, y podemos vivir muy felices,\rcantando esta canción, sueña conmigo un mundo mucho mejor.","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"It doesn’t matter where you are from, if you speak English or Español\rIt doesn’t matter, there’s nothing wrong, we can all get along\rIf you speak German or Japanese, it doesn’t make any difference to me\rIf you speak Arabic, Chinese, or French, we can all just be friends\r\rHello friend, it’s great to meet you\rHello friend, tell me your name\rHello friend, it’s great to meet you\rHello friend, tell me your name\r\rDon’t let a difference drift us apart. We’re all the same inside our hearts\rIt doesn’t matter where you are from. You’re welcome in my home\rWe come from different places, but we have smiles on our faces\rAnd when we share our names, we realize we’re all the same","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0397","FILENAME":"PK_T2W1Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"School Is Cool","BYLINE":"por Curriculum Rocks","SONGCREDIT":"\"School Is Cool\" from the album <em>First Grade Rocks</em> by Curriculum Rocks. ℗ & © 2003 by Lauren Mayer. Used by permission of Lauren Mayer. All rights reserved..","ESLYRICS":"Vamos a la escuela varias horas al día,\rhay momentos para aprender y momentos para jugar.\rIr a la escuela <em>(ooh, ooh, ir a la escuela)</em>\res fantástico <em>(ooh, ooh, la escuela es fantástica)</em>.\rMuchos niños están allí conmigo,\rsomos como una gran familia ¡Oh, la escuela es fantástica!\r\rEmpiezo a aprender todo lo que necesito,\rcomo a sumar, como a escribir y a leer.\rIr a la escuela <em>(ooh, ooh, ir a la escuela)</em>\res fantástico <em>(ooh, ooh, la escuela es fantástica)</em>.\rAguardo mi turno y aprendo a esperar,\rllego en horario y no me retraso ¡Oh, la escuela es fantástica!\r\rA veces no estamos de acuerdo, pero de todos modos nos llevamos bien,\rsolucionamos los problemas pacientemente\ry aprendemos a trabajar en equipo todos los días <em>(¡Lo solucionamos!)</em>\r\rSigue las reglas y todos nos divertiremos,\rcreemos que nuestra maestra es la número uno.\rIr a la escuela <em>(ooh, ooh, ir a la escuela)</em> \res fantástico <em>(ooh, ooh, la escuela es fantástica).</em>\rSi bien me gusta todo,\rcreo que mi momento favorito es cuando canto ¡Oh, la escuela es fantástica!\r\rA veces no estamos de acuerdo, pero de todos modos nos llevamos bien,\rsolucionamos los problemas pacientemente\ry aprendemos a trabajar en equipo todos los días <em>(¡Lo solucionamos!)</em>\r\rVamos a la escuela varias horas al día,\rhay momentos para aprender y momentos para jugar.\rIr a la escuela <em>(ooh, ooh, ir a la escuela)</em> \res fantástico <em>(ooh, ooh, la escuela es fantástica)</em>\r\rEmpiezo a aprender todo lo que necesito,\rcomo a sumar, como a escribir y a leer.\rSigue las reglas y todos nos divertiremos,\rcreemos que nuestra maestra es la número uno.\rMuchos niños están allí conmigo,\rsomos como una gran familia ¡Oh, la escuela es fantástica!\rOh, la escuela es fantástica <em>(El cerebro se agita de todo lo que aprendo)</em>\rOh, la escuela es fantástica <em>(Sigue esforzándote y haciéndote más sabio)</em>\rOh, la escuela es fantástica <em>(Nos vemos, ¡soy un alumno de primer grado ocupado!)</em> \r¡Oh, la escuela es fantástica!","SongAuthorsNAME":"Curriculum Rocks","SongAuthorsBIOTEXT":"Lauren Mayer is the co-founder of Curriculum Rocks with her sister, curriculum specialist Nancy Mayer. Lauren is an award-winning songwriter, a Phi Beta Kappa graduate of Yale University, and a five-time recipient of the San Francisco Cabaret Gold Award. She has written and recorded eight albums of educational music for Curriculum Rocks, sharing vocal duties with her husband, singer Scott Grinthal. Lauren and Scott are also a switch on the traditional musical duo (she’s the wisecracking pianist; he’s the lovely crooner), performing their marital cabaret, “Yes, Dear!”  \r\rFor more information and music, please visit them on the web.","ENLYRICS":"We go to school several hours a day\rThere’s time to learn and there’s time to play\rGoin' to school <em>(ooh, ooh, goin' to school)</em>\rIs really cool <em>(ooh, ooh, school is cool)</em>\rLots of other kids are there with me\rWe're like a great big family  Oh, school is cool\r\rStarting to learn everything I need\rLike how to add, how to write and read\rGoin' to school <em>(ooh, ooh, school is cool)</em>\rIs really cool <em>(ooh, ooh, school is cool)</em>\rI take my turn and learn to wait\rGet there on time and don’t be late  Oh, school is cool\r\rSometimes we may disagree, but we can get along, anyway\rWork our problems out patiently\rAnd we learn about teamwork every single day <em>(We work it out!)</em>\r\rFollow the rules and we’ll all have fun\rWe think our teacher is number one\rGoin' to school <em>(ooh, ooh, goin' to school) </em>\rIs really cool <em>(ooh, ooh, school is cool)</em>\rAlthough I sure like everything\rI think my favorite time is when we sing  Oh, school is cool\r\rSometimes we may disagree, but we can get along, anyway\rWork our problems out patiently\rAnd we learn about teamwork every single day <em>(We work it out!)</em>\r\rWe go to school several hours a day\rThere’s time to learn and there’s time to play\rGoin' to school <em>(ooh, ooh, school is cool)</em> \rIs really cool <em>(ooh, ooh, school is cool)</em>\r\rStarting to learn everything I need\rLike how to add, how to write and read\rFollow the rules and we’ll all have fun\rWe think our teacher is number one\rLots of other kids are there with me\rWe're like a great big family – Oh, school is cool\rOh, school is cool <em>(My brain is churning from everything I'm learning)</em>\rOh, school is cool <em>(Keep working harder, and I keep getting smarter)</em>\rOh, school is cool  <em>(Later, alligator, I'm a busy first grader) </em>\rOh, school is cool!","SongAuthorsPHOTOFILENAME":"Mayers_Curriculum Rocks.png","SongAuthorsPHOTOCREDIT":"Photograph by Lois Tema.","PHOTOALTTEXT":"Foto de Curriculum Rocks"},{"RESID":"RES_0398","FILENAME":"PK_T2W2Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Pieces Of A Quilt","BYLINE":"por Curriculum Rocks","SONGCREDIT":"\"Pieces of a Quilt\" from the album <em>Second Grade Rocks</em> by Curriculum Rocks. ℗ & © 2004 by Lauren Mayer. Used by permission of Lauren Mayer. All rights reserved.","ESLYRICS":"CORO\t\r<em>(parte a)</em>\t\rUn lugar al que todos pueden pertenecer \ry nuestras diferencias nos fortalecen.\rNadie es como yo, \rde eso se trata la diversidad, \rdonde eres libre de hacer lo que quieras \ry nadie te critica,\rporque nuestro país se construye \rcomo las piezas de un edredón.\r<em>(parte b)</em>\t\rSomos piezas de un edredón de muchos colores, \rmira cómo se fusionan en armonía\ry cada pieza está incompleta sin las otras.\rCocer un edredón hecho de tú y yo. \r<em>(repetir ambas en contrapunto)</em>\r\rUn edredón está hecho de muchos cuadrados,\rdiferentes diseños todos unidos\ry a nadie le importa quién hizo cuál, \rel resultado es tu creación.\rEn Estados Unidos hay una variedad \rde culturas y costumbres de diferentes lugares,\rdiferentes idiomas, diferentes rostros\ra quienes vemos igualmente extraños.\r\rCORO <em>(ambas partes en contrapunto)</em>\r\rPodemos compartir muchas cosas geniales \rde muchos países fantásticos,\rcomo toda la comida que hemos aprendido a reconocer\r<em>¡Bageles, chow mein, espaguetis y papas fritas! \r</em>Todas las culturas de las cuales venimos\rcrean el crisol que nos compone,\rno hay nada que temer,\r¡las variedades hacen bullicio!\r\rCORO <em>(parte a, parte b, luego ambas partes en contrapunto)</em>\r\r<em>FINAL:</em>\rComo piezas de un edredón,\rcomo piezas de un edredón hecho de tú y yo","SongAuthorsNAME":"Curriculum Rocks","SongAuthorsBIOTEXT":"Lauren Mayer is the co-founder of Curriculum Rocks with her sister, curriculum specialist Nancy Mayer. Lauren is an award-winning songwriter, a Phi Beta Kappa graduate of Yale University, and a five-time recipient of the San Francisco Cabaret Gold Award. She has written and recorded eight albums of educational music for Curriculum Rocks, sharing vocal duties with her husband, singer Scott Grinthal. Lauren and Scott are also a switch on the traditional musical duo (she’s the wisecracking pianist; he’s the lovely crooner), performing their marital cabaret, “Yes, Dear!”  \r\rFor more information and music, please visit them on the web.","ENLYRICS":"CHORUS\t\r<em>(part a)</em>\t\rA place where anyone can belong \rAnd our differences make us strong\rEverybody I see isn’t just like me \rAnd that’s diversity \rWhere you're free to do what you do \rAnd no one criticizes you\rCause this country of ours is built \rLike pieces of a quilt\r<em>(part b)</em>\t\rWe are pieces of a quilt of many colors \rSee how we blend together in harmony\rAnd each piece is not complete without the others\rStitching a quilt made of you and me \r<em>(repeat both parts in counterpoint)</em>\r\rA quilt is made of many squares\rDifferent patterns all joined together\rAnd no one really cares who made which one \rIt's our creation when it’s done\rIn America there’s a range \rOf cultures and customs from different places\rDifferent languages, different faces\rTo whom we seem equally strange\r\rCHORUS<em> (both parts in counterpoint)</em>\r\rLots of great things we can share \rFrom so many wonderful countries\rLike all the food we’ve learned to recognize\r<em>Bagels, chow mein, spaghetti, and french fries!</em>  \rAll the cultures that we're from\rCreate the melting pot we’re made of\rSo there’s nothing to be afraid of\rVariety makes things hum!\r\rCHORUS <em>(part a, part b, then both parts in counterpoint)</em>\r\r<em>TAG:</em> \rLike pieces of a quilt\rLike pieces of a quilt made of you and me","SongAuthorsPHOTOFILENAME":"Mayers_Curriculum Rocks.png","SongAuthorsPHOTOCREDIT":"Photograph by Lois Tema.","PHOTOALTTEXT":"Foto de Curriculum Rocks"},{"RESID":"RES_0399","FILENAME":"PK_T2W3Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Mi Comunidad","BYLINE":"por 123 Andrés","SONGCREDIT":"\"Mi comunidad\" by 123 Andrés. ℗ & © 2020 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Mi comunidad, mi comunidad,\rtiene muchos ayudantes que trabajan sin parar\r\rMi comunidad, mi comunidad,\rtiene muchos ayudantes que trabajan sin parar\r\rEn mi comunidad hay unas personas muy especiales. ¡Les voy a contar acerca de ellos!\r\rCuando hay que apagar el fuego\r¡es una emergencia!\rPronto vienen los bomberos\r¿oyes la sirena?\r\rCuando voy a la escuela\r<em>¡cruza la calle con cuidado!</em>\rHay una guardia que me espera\r<em>¡ella detiene los carros!</em>\r\r¿Los bomberos, la guardia de cruce, qué otros ayudantes hay en nuestra comunidad?\r\rMi comunidad, mi comunidad, \rtiene muchos ayudantes que trabajan sin parar\r\rMi comunidad, mi comunidad, \rtiene muchos ayudantes que trabajan sin parar\r\rCuando te mandan una carta \r¡es de mi abuelo!\r¿Quién te la lleva a la puerta?\r¡Fue el cartero!\r\rCuando yo estoy enferma\r¡siento dolor!\rMe cuida la enfermera\r¡ya estoy mejor!\r\rMi comunidad, mi comunidad,\rtiene muchos ayudantes que trabajan sin parar\r\rMi comunidad, mi comunidad,\rtiene muchos ayudantes que trabajan sin parar\r\rHay muchos ayudantes de la comunidad,\r\rcomo el conductor de bus, que nos lleva a muchos lugares. \r\r¡También está mi maestra! Ella me ayuda en la escuela.\r\r¡Gracias a los ayudantes de la comunidad!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"My community, my community\rIt has many helpers who are always at work\r\rMy community, my community\rIt has many helpers who are always at work\r\rIn my community there are very special people. I'm going to tell you about them\r\rWhen we have to put out the fire\rIt’s an emergency\rFirefighters are coming soon\rDo you hear the siren?\r\rWhen I go to school\r<em>Cross the street carefully</em>\rThere is a guard waiting for me\r<em>She stops the cars</em>\r\rFirefighters, the crossing guard… what other helpers are there in our community?\r\rMy community, my community\rIt has many helpers who are always at work\r\rMy community, my community\rIt has many helpers who are always at work\r\rWhen someone sends you a letter\rIt's from my grandma\rWho brings it to your door?\rThe mail carrier\r\rWhen I’m sick\rOr I’m hurt\rThe nurse takes care of me\rI'm feeling better\r\rMy community, my community\rIt has many helpers who are always at work\r\rMy community, my community\rIt has many helpers who are always at work\r\rThere are many community helpers\r\rLike the bus driver, who takes us many places\r\rThere is also my teacher! She helps me at school\r\rThanks, community helpers","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0400","FILENAME":"PK_T2W4Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Paseando","BYLINE":"por Music With Sara","SONGCREDIT":"\"Paseando\" from the album <em>Paseando With Sara</em> by Music With Sara. ℗ & © 2016 by Music With Sara. Used by permission of Sara Quintanar. All rights reserved.","ESLYRICS":"Viajo en mi barco\rpara ver el mar: tut, tut\r\rSubo a mi avión\rpara volar: zum, zum\r\rMonto el tren\rpara ver el paisaje: chu, chu\r\rPara ver a mis amigos\rmanejo en mi coche: bip, bip\r\rTut, tut\rZum, zum\rChu, chu\rBip, bip\r\rTut, tut\rZum, zum\rChu, chu\rBip, bip","SongAuthorsNAME":"Music With Sara","SongAuthorsBIOTEXT":"Sara Quintanar of Music With Sara is a California-based bilingual children’s musician, educator, and proud mother of three bilingual children. Her songs are celebrated worldwide for their sweet and simple lyrics, lovely melodies, and cultural flair. Sara has released six albums for children and continues to write and teach music in Spanish. Making music a part of a child’s everyday life is something Sara loves to do. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"I travel in my boat\rTo see the sea – toot toot\r \rI ride in my plane\rCome fly with me! – zoom zoom\r \rI board the train\rTo see the world outside – Choo choo\r \rTo see my friends\rI get in my car and drive – Beep beep\r \rToot toot\rZoom zoom\rChoo choo\rBeep beep\r\rToot toot\rZoom zoom\rChoo choo\rBeep beep","SongAuthorsPHOTOFILENAME":"SaraQuintanar.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Sara Quintanar.","PHOTOALTTEXT":"Foto de Music With Sara"},{"RESID":"RES_0401","FILENAME":"PK_T3W1Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"The Senses","BYLINE":"por Little Miss Ann and Amy D","SONGCREDIT":"\"The Senses Song\" from the album <em>Keep On</em> by Little Miss Ann and Amy D. ℗ & © 2017 by Little Miss Ann and Amy D. Used by permission of Ann Torralba and Amyliza Morales de Jesus. All rights reserved.","ESLYRICS":"VERSO 1\rVeo, veo con los ojos\rveo, veo con los ojos\rtantas cosas para ver\rque comienzan con la letra <em>C</em>\rcomo cielos celestes y cigarras\rla cueva de la calandria, crisopas\rven a ver conmigo \r\rVERSO 2\rSaboreo, saboreo con la lengua\rsaboreo, saboreo con la lengua\rtantas cosas maravillosas para saborear\rque comienzan y tienen la letra <em>H</em>\rchocolate caliente, halo, halo\rhorchata y habas\rven a beber conmigo\r\rVERSO 3\rEscucho, escucho con los oídos\rescucho, escucho con los oídos\rtantas cosas para oír\rque comienzan con la letra <em>M</em>\rcomo música y la voz de mamá\rla melodía de un mirlo\rven a escuchar conmigo\r\rVERSO 4\rHuelo, huelo con la nariz\rhuelo, huelo con la nariz\rtantas cosas para oler\rque comienzan con la letra <em>L</em>\rcomo limones y lilas\rlavanda y lichi\rven a oler conmigo\r\rVERSO 5\rToco y siento con la piel\rtoco y siento con la piel\rtantas cosas que toco y siento\rque comienzan con la letra <em>P</em>\rcomo perlas plateadas o pegamento pegajoso\rpanderetas, una presión sutil\rven a abrazarme","SongAuthorsNAME":"Little Miss Ann and Amy D","SongAuthorsBIOTEXT":"Little Miss Ann (Ann Torralba) is an award-winning Chicago kids’ musician, a former Chicago public school teacher, an instructor at Chicago's revered Old Town School of Folk Music, a mom, and a first-generation Filipina-American. Little Miss Ann, along with her band, tour throughout the United States and have played kids’ music concerts, including SXSW, Lollapalooza Kids Stage, McCabe's in Los Angeles, and New York City’s Brookfield Place. Little Miss Ann has made five upbeat, down-to-earth, interactive kids’ albums, including <em>Keep On,</em> on which she collaborated with kids’ music newcomer Amy D.\r\rAmy D (Amyliza de Jesus) is also a first-generation Filipina-American, an award-winning singer-songwriter, and multi-instrumentalist. Based in Nashville, she is a songwriter for the Country Music Hall of Fame's Words & Music program, as well as a social worker and music therapist-in-training. As the mom of a young toddler, she enjoys writing music for families and continues to play live music locally.\r\rAmy and Ann connected through their shared Filipino-American heritage and love of folk music.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"VERSE 1\rI see, I see with my eyes\rI see, I see with my eyes\rSo many things to see\rThat start with the letter <em>B</em>\rLike blue skies and butterflies\rA bird’s nest, bumblebees\rCome look with me \r \rVERSE 2\rI taste, I taste with my tongue\rI taste, I taste with my tongue\rSo many things to taste\rThat start with the letter <em>H</em>\rHot chocolate, halo halo\rHorchata and honey                    \rCome drink with me\r   \rVERSE 3\rI hear, I hear with my ears\rI hear, I hear with my ears\rSo many things to hear\rThat start with the letter <em>M</em>\rLike music and Mama’s voice\rA mockingbird’s melody\rCome listen with me\r\rVERSE 4\rI smell, I smell with my nose\rI smell, I smell with my nose\rSo many things to smell\rThat start with the letter <em>L</em>       \rLike lemons and lilac\rLavender and lychee\rCome smell with me\r\rVERSE 5: \rI touch and feel with my skin\rI touch and feel with my skin\rSo many things to touch and feel\rThat start with the letter <em>G</em>\rLike green grass and gooey glue\rGuitar strings, a gentle squeeze\rCome snuggle with me","SongAuthorsPHOTOFILENAME":"LittleMissAnn_AmyD.png","SongAuthorsPHOTOCREDIT":"Photograph by Patrick Milani.","PHOTOALTTEXT":"Foto de Little Miss Ann and Amy D"},{"RESID":"RES_0402","FILENAME":"PK_T3W2Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Mira el clima","BYLINE":"por 123 Andrés","SONGCREDIT":"\"Mira el clima\" by 123 Andrés. ℗ & © 2020 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Ya es hora de salir\r¿cómo me voy a vestir?\rYa es hora de salir\r¿cómo me voy a vestir?\r\rMira, mira\rel clima, el clima,\rmira, mira\rel clima\r\rVeo en la ventana\rque empieza a llover,\reso significa\rque tengo que tener\rbotas, botas,\rsombrilla, sombrilla\r\rNo me voy a mojar\raunque llueva todo el día\r\rYa es hora de salir\r¿cómo me voy a vestir?\rYa es hora de salir\r¿cómo me voy a vestir?\rMira, mira\rel clima\r\rCuando mi maestra\rdice que hay mucho frío\rtenemos que ponernos\rgorro y abrigo,\rgorro, gorro,\rabrigo, abrigo\r\rPonte los guantes,\ryo me pongo los míos\r\rYa es hora de salir\r¿cómo me voy a vestir?\rYa es hora de salir\r¿cómo me voy a vestir?\rMira, mira\rel clima\r\rMi abuelo dice\rque hoy hace calor\r¿Quieres ir al parque?\rSi, vámonos\r\r¡Espera! Sólo falta una cosa…\r\rBotella, botella\rde agua, agua\r\rEl sol me hace sudar\ry el agua me hace falta\r\rYa es hora de salir\r¿cómo me voy a vestir?\rYa es hora de salir\r¿cómo me voy a vestir?\rMira, mira\rel clima, el clima\rmira, mira\rel clima","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"It’s time to go out\rWhat do we have to wear?\rIt’s time to go out\rWhat do we have to wear?\r\rLook, look\rTo check the weather, the weather\rLook, look\rTo check the weather\r\rI see out the window\rThat it’s starting to rain\rThis means\rI have to have\rBoots, boots\rUmbrella, umbrella\r\rI won’t get wet\rEven if it rains all day\r\rIt’s time to go out\rWhat do we have to wear?\rIt’s time to go out\rWhat do we have to wear?\rLook, look\rTo check the weather\r\rWhen my teacher\rSays it’s very cold\rWe have to put on\rHat and a coat\rHat, hat\rCoat, coat\r\rPut on your gloves\rI’ll put on mine\r\rIt’s time to go out\rWhat do we have to wear?\rIt’s time to go out\rWhat do we have to wear?\rLook, look\rTo check the weather\r\rMy grandpa says\rThat today it’s hot outside\rDo you want to go to the park?\rReady?  Let’s go\r\rWait! We just need ONE thing… \r\rBottle, bottle\rOf water, water\r\rThe sun makes me sweat\rAnd I need water\r\rIt’s time to go out\rWhat do we have to wear?\rIt’s time to go out\rWhat do we have to wear?\rLook, look\rTo check the weather, the weather\rLook, look\rTo check the weather","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0403","FILENAME":"PK_T3W3Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Las dos vacas","BYLINE":"por 123 Andrés","SONGCREDIT":"\"Las dos vacas\" from the album <em>Arriba Abajo</em> by 123 Andrés. ℗ & © 2016 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Mira estas dos vacas, mi mamá es la dueña,\runa es muy grande, la otra muy pequeña\r\rUna tiene ojotes,\rla otra tiene ojitos,\runa tiene colota,\rla otra tiene colita\r\rMira estas dos vacas, mi mamá es la dueña,\runa es muy grande, la otra muy pequeña\r\rUna tiene cuernotes,\rla otra tiene cuernitos,\runa tiene trompota,\rla otra tiene trompita\r\rEstas son las vacas, las dos muy bonitas,\runa es muy grande, la otra muy chiquita\r\rOjotes, ojitos,\rcolota, colita,\rcuernotes, cuernitos,\rtrompota, trompita","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"These two cows of mine, they’re not alike at all\rThis one’s very big, and that one very small\r\rThis one has enormous eyes\rThat one’s eyes are tiny\rThis one’s tail is long\rThat one’s tail is teeny\r\rThese two cows of mine, they’re not alike at all\rThis one’s very big, and that one very small\r\rThis one has huge horns\rThat one’s horns are little\rThis one has a giant snout\rThat one’s snout is mini\r\rThese are my two cows, different as can be\rA big one and a small one, but I love them equally\r\rEnormous, tiny\rLong, teeny\rHuge, little\rGiant, mini","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0404","FILENAME":"PK_T3W4Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Wiggle Jiggle","BYLINE":"por Alphabet Rockers","SONGCREDIT":"\"Wiggle Jiggle\" from the EP <em>The Playground Zone</em> by Alphabet Rockers and featuring Bosko. ℗ & © 2016 by School Time Music LLC. Used by permission of School Time Music LLC. All rights reserved.","ESLYRICS":"Muévete,\rmenéate,\rsalta,\r¡brinca!,\rsale,\rdale,\r¡Sin parar!","SongAuthorsNAME":"Alphabet Rockers","SongAuthorsBIOTEXT":"Alphabet Rockers make music that makes change. Founded by Kaitlin McGaw (she/her) and Tommy Shepherd (he/him), this intergenerational group creates brave spaces to shape a more equitable world through hip hop. Their Grammy-nominated 2018 album <em>Rise Shine #Woke</em> reached 300,000 children and families since its release, inspiring kids to stand up to hate and be their brave and beautiful selves. Their second Grammy-nominated album, <em>The Love</em> (2019), lifts up voices of nonconforming communities. On <em>The Love</em>, you hear the intergenerational sound of the Rockers, with Kali de Jesus (he/him), Lillian Ellis (she/her/hers), Maya Fleming (she/her), and Tommy Shepherd III (he/him) joining McGaw and Shepherd in anthems for change.\r\rWith headlining performances at Lollapalooza, The Kennedy Center, San Francisco Pride Festival, Art & Soul Festival, and the Smithsonian Museum of African American History and Culture, and in over 50 schools across the country each year, diverse audiences love their contemporary sound and positive messages. They were Izzy Award Winners in 2018, American Library Association’s Top Album in 2017 and 2018, and won the Parents’ Choice Award for their five-album catalog. Alphabet Rockers appeal to a broad audience with lyrics like “I will stand up for you” and “I shine in my beautiful skin,” landing them in the top five songs of 2018 on Kids Place Live SiriusXM Radio. Their music, videos, concerts, and curriculum are designed by an intercultural team of anti-bias thought leaders, educators, artists, parents, and young people of all genders. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"Wiggle\rJiggle \rBounce \rPop \rLock it\rRock it \rDon’t stop!","SongAuthorsPHOTOFILENAME":"AlphabetRockers.png","SongAuthorsPHOTOCREDIT":"Photograph by Nino Fernandez.","PHOTOALTTEXT":"Foto de Alphabet Rockers"},{"RESID":"RES_0405","FILENAME":"PK_T4W1Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Diez pajaritos","BYLINE":"por 123 Andrés","SONGCREDIT":"\"Diez pajaritos\" from the album <em>Arriba Abajo</em> by 123 Andrés. ℗ & © 2016 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Diez pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rOcho pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rSeis pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rCuatro pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rDos pajaritos sobre un tejado.\rDos se marcharon.\r¿Cuántos quedaron?\r\rNo hay pajaritos sobre el tejado.\rTodo está solo y muy callado.\rY de repente todos los pajaritos se dan vuelta y empiezan a regresar.\r\rVolvió uno.\rVolvieron dos.\rVolvieron tres.\rVolvieron cuatro.\rVolvieron cinco.\rVolvieron seis.\rVolvieron siete.\rVolvieron ocho.\rVolvieron nueve.\r¡Volvieron diez!\r\rDiez pajaritos sobre un tejado\rvan dando vueltas para este lado.","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"Ten little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rEight little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rSix little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rFour little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rTwo little birds over a roof.\rTwo flew away.\rHow many stayed?\r\rNo little birds over the roof.\rWhere did they go? Please come back soon.\rEverything was so quiet, and then all of a sudden all the birds turned around and started coming back.\r\rHere comes one.\rHere come two.\rHere come three.\rHere come four.\rHere come five.\rHere come six.\rHere come seven.\rHere come eight.\rHere come nine.\rHere come ten!\r\rTen little birds over the roof\rdancing around like me and you.","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0406","FILENAME":"PK_T4W2Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Mi Perrito Cachorrito","BYLINE":"por Music With Sara","SONGCREDIT":"\"Mi perrito cachorrito\" from the album <em>Cantos cortos</em> by Music With Sara. ℗ & © 2018 by Music With Sara. Used by permission of Sara Quintanar. All rights reserved.","ESLYRICS":"Mi perrito cachorrito \rdice guau, guau, guau.\rMi gatito muy bonito\rdice miau, miau, miau.\r\rMi pececito que lindo\rdice blu, blu, blu.\rMi pajarito canta tantito.\r\rMi perrito cachorrito \rdice guau, guau, guau.\rMi gatito muy bonito \rdice miau, miau, miau.","SongAuthorsNAME":"Music With Sara","SongAuthorsBIOTEXT":"Sara Quintanar of Music With Sara is a California-based bilingual children’s musician, educator, and proud mother of three bilingual children. Her songs are celebrated worldwide for their sweet and simple lyrics, lovely melodies, and cultural flair. Sara has released six albums for children and continues to write and teach music in Spanish. Making music a part of a child’s everyday life is something Sara loves to do. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"My little puppy, he’s so funny\rHe says “bow wow wow”\rI’ve got a kitty, she’s so pretty\rShe says “meow meow meow”\r\rMy little fishy, swishy swishy\rShe says “bloop bloop bloop”\rMy little birdie sings so purdy\r\rMy little puppy, he’s so funny\rHe says “bow wow wow”\rI’ve got a kitty, she’s so pretty\rShe says “meow meow meow”","SongAuthorsPHOTOFILENAME":"SaraQuintanar.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Sara Quintanar.","PHOTOALTTEXT":"Foto de Music With Sara"},{"RESID":"RES_0407","FILENAME":"PK_T4W3Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Elephant In The Congo","BYLINE":"por Birdie’s Playhouse","SONGCREDIT":"\"Elephant in the Congo\" from the album <em>The Wild World of Wildlife</em> by Birdie's Playhouse. ℗ & © 2009 by Birdie's Playhouse. Used by permission of Michele Moreno. All rights reserved.","ESLYRICS":"Solo soy un elefante en el Congo\rVivo en la sabana de África <em>(repetir)</em>\r\rVERSO 1\rMis enemigos me tienen miedo porque soy muy pesado,\rtengo que comer y beber toneladas para estar saludable.\rSiempre me muevo en busca de alimento,\rhuelo y escucho bien; mi vista no es tan buena.\r\rCORO\rSolo soy un elefante en el Congo\rVivo en la sabana de África,\rtengo voz fuerte y una trompa larga\rVivo en la sabana de África,\rsolo soy un elefante en el Congo\rVivo en la sabana de África\r\rVERSO 2\rHubo un tiempo en el que no tenía que preocuparme,\rla tierra era infinita, no había guerras ni furia,\rluego los humanos comenzaron a hacer alboroto,\rahora lo único que quieren es mi valioso colmillo.\r\rPUENTE\rNo compren marfil, por favor. Si lo hacen, seguirán persiguiéndome.\rLo único que quiero hacer es comer pasto y hojas. Todos tenemos que hallar la forma de obtener la paz.\r\rCORO\rSolo soy un elefante en el Congo\rVivo en la sabana de África,\rtengo voz fuerte y una trompa larga\rVivo en la sabana de África,\rsolo soy un elefante en el Congo\rVivo en la sabana de África\r\rVERSO 3\rSoy el mamífero terrestre más grande del Congo,\respero que muchos canten mi canción.\rMi territorio se reduce, eso está muy mal,\rlo único que quiero hacer es tocar mi bongo.\r\rMÚSICA\r\rSolo soy un elefante en el Congo","SongAuthorsNAME":"Birdie’s Playhouse","SongAuthorsBIOTEXT":"Birdie’s Playhouse offers award-winning music with a Latin twist and has been featured at venues across Los Angeles, including Santa Monica Pier, LA Zoo, Skirball Cultural Center, Levitt Pavilion, Natural History Museum, Kidspace Museum, New Children's Museum (San Diego), Zimmer Children's Museum, Grand Park Bookfest, McCabe's Guitar Shop, Theatricum Botanicum, Griffith Park Travel Town, Original Farmer's Market, The Grove, and hundreds of festivals, schools, libraries, and venues across SoCal.\r\rMichele Moreno (aka Birdie) is the founder and songwriter and was the only Latina Ray Charles backup singer in history. She has also sung on numerous TV and film scores.\r  \rIn the ’90s, Michele taught science concepts through interactive musical theater at the Lawrence Hall of Science at UC Berkeley and presented science-based bubble festivals at preschools and K–8 schools across the Bay Area. She has performed all over the world as a live backup and lead singer and graduated with honors from Stanford University.\r \rFor more information and music, please visit her on the web.","ENLYRICS":"I’m just an elephant in the Congo\rLiving on the savannah in Africa <em>(repeat)</em>\r\rVERSE 1\rMy enemies are scared of me ’cuz I’m so heavy\rI have to eat and drink a ton to stay healthy\rI’m always on the move, looking for food\rI smell and hear well, my sight’s not so good\r\rCHORUS\rI’m just an elephant in the Congo\rLiving on the savannah in Africa\rMy voice is loud, my trunk is long-o\rLiving on the savannah in Africa\rI’m just an elephant in the Congo\rLiving on the savannah in Africa\r\rVERSE 2\rThere was a time when I didn’t have to worry\rThe land was plenty, there was no war or fury\rThen the humans started making a fuss\rNow all they want is my precious tusk\r\rBRIDGE\rPlease do not buy any ivory. If you do they will keep after me\rAll I wanna do is eat grass and leaves. We all have to find a way to make peace\r\rCHORUS\rI’m just an elephant in the Congo\rLiving on the savannah in Africa\rMy voice is loud, my trunk is long-o\rLiving on the savannah in Africa\rI’m just an elephant in the Congo\rLiving on the savannah in Africa\r\rVERSE 3\rI am the largest land mammal in the Congo\rI hope that many people sing my song-o,\rMy land is getting smaller, that’s so wrong-o\rAll I want to do is play my bongo\r\rMUSIC PLAYS OUT\r\rI’m just an elephant in the Congo","SongAuthorsPHOTOFILENAME":"MicheleMoreno_Birdie.png","SongAuthorsPHOTOCREDIT":"Photograph by Alexander Sokoloff.","PHOTOALTTEXT":"Foto de Birdie’s Playhouse"},{"RESID":"RES_0408","FILENAME":"PK_T4W4Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Move Like An Animal","BYLINE":"por Birdie’s Playhouse","SONGCREDIT":"\"Move Like an Animal\" from the album <em>Move Like an Animal</em> by Birdie's Playhouse. ℗ & © 2013 by Birdie's Playhouse. Used by permission of Michele Moreno. All rights reserved.","ESLYRICS":"Se mueven los animales. ¡Prepárate para moverte como un animal!\r\rCORO\rSe mueven los animales al ritmo,\rse mueven los animales, mueve los pies de animal.\rMuévete hacia arriba y abajo y gira,\rquizás eres un animal que no hace ruidos, ¡congélate!\rLos animales se mueven al ritmo.\r\rVERSO 1\rMuévete como un pájaro (pío, pío), se mueven los animales al ritmo\rMuévete como un pez (blup, blup), se mueven los animales al ritmo\rMuévete como un canguro (salta)\r\rCORO\rSe mueven los animales al ritmo,\rse mueven los animales, mueve los pies de animal.\rMuévete hacia arriba y abajo y gira,\rquizás eres un animal que no hace ruidos, ¡congélate!\rLos animales se mueven al ritmo.\r\rVERSO 2\rMuévete como una serpiente (sss, sss), se mueven los animales al ritmo\rMuévete como un caballo (hiii, hiii), Se mueven los animales al ritmo\rMuévete como un tigre (grrr, grrr)\r\rSe mueven los animales al ritmo\r\rMuévete como un pájaro, como un pez, como una serpiente, como un canguro, como un caballo, como un tigre, ¡COMO TODOS LOS ANIMALES!\r\rSe mueven los animales al ritmo 4X\r\rMueve los pies al ritmo, ¡tuit, tuit, tuit!","SongAuthorsNAME":"Birdie’s Playhouse","SongAuthorsBIOTEXT":"Birdie’s Playhouse offers award-winning music with a Latin twist and has been featured at venues across Los Angeles, including Santa Monica Pier, LA Zoo, Skirball Cultural Center, Levitt Pavilion, Natural History Museum, Kidspace Museum, New Children's Museum (San Diego), Zimmer Children's Museum, Grand Park Bookfest, McCabe's Guitar Shop, Theatricum Botanicum, Griffith Park Travel Town, Original Farmer's Market, The Grove, and hundreds of festivals, schools, libraries, and venues across SoCal.\r\rMichele Moreno (aka Birdie) is the founder and songwriter and was the only Latina Ray Charles backup singer in history. She has also sung on numerous TV and film scores.\r  \rIn the ’90s, Michele taught science concepts through interactive musical theater at the Lawrence Hall of Science at UC Berkeley and presented science-based bubble festivals at preschools and K–8 schools across the Bay Area. She has performed all over the world as a live backup and lead singer and graduated with honors from Stanford University.\r \rFor more information and music, please visit her on the web.","ENLYRICS":"Se mueven los animales. Get ready to move like an animal!\r\rCHORUS\rSe mueven los animales, to the beat\rSe mueven los animales, so move your animal feet\rMove up and down turn around\rMaybe you’re an animal who makes no sound. Freeze!\rThe animals are moving, to the beat\r\rVERSE 1\rMove like a bird (tweet tweet). Se mueven los animales, to the beat\rMove like a fish (bloop bloop). Se mueven los animales, to the beat\rMove like a kangaroo (jump)\r\rCHORUS\rSe mueven los animales, to the beat\rSe mueven los animales, so move your animal feet\rMove up and down, turn around\rMaybe you’re an animal who makes no sound. Freeze!\rThe animals are moving, to the beat\r\rVERSE 2\rMove like a snake (sss sss). Se mueven los animales, to the beat\rMove like a horse (neigh, neigh). Se mueven los animales, to the beat\rMove like a tiger (roar, roar)\r\rSe mueven los animales, to the beat\r\rMove like a bird, like a fish, like a snake, like a kangaroo, like a horse, like a tiger, LIKE ALL ANIMALES\r\rSe mueven los animales, to the beat 4X\r\rMove your feet, to the beat, tweet tweet tweet!","SongAuthorsPHOTOFILENAME":"MicheleMoreno_Birdie.png","SongAuthorsPHOTOCREDIT":"Photograph by Alexander Sokoloff.","PHOTOALTTEXT":"Foto de Birdie’s Playhouse"},{"RESID":"RES_0409","FILENAME":"PK_T5W1Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Everybody's Body","BYLINE":"por Curriculum Rocks","SONGCREDIT":"\"Everybody's Body\" from the album <em>First Grade Rocks</em> by Curriculum Rocks. ℗ & © 2003 by Lauren Mayer. Used by permission of Lauren Mayer. All rights reserved.","ESLYRICS":"CORO\rMúsculos, estómago, huesos y corazón,\rtodas las partes del cuerpo funcionan en conjunto.\rY está todo unido\rporque todos los cuerpos son iguales por dentro.\r\rMi cuerpo es como una máquina genial que puede hacer cosas maravillosas,\raunque no mucho de ello pueda verse, \rlo que hay por dentro también es imponente\r\rCORO\rMúsculos, estómago, huesos y corazón,\rtodas las partes del cuerpo funcionan en conjunto.\rY está todo unido\rporque todos los cuerpos son iguales por dentro.\r\rTus huesos conforman tu esqueleto y te ayudan a moverte,\rsin ellos, no podrías correr ni saltar,\rsolo serías un charco dejándose caer\r\rCORO\rMúsculos, estómago, huesos y corazón,\rtodas las partes del cuerpo funcionan en conjunto.\rY está todo unido\rporque todos los cuerpos son iguales por dentro.\r\rEl estómago te ayuda a digerir la comida\rque saboreas con la lengua\ry, cuando estás lleno y necesitas descansar,\rlos intestinos te ayudan a deshacerte de los residuos\r\rCabeza, hombros, rodillas y dedos del pie,\ry ahora los pasamos todos:\rtenemos hígados y pulmones, intestinos y lenguas\ry ¡qué bueno tener piel para contener todo!\r\rCORO\rMúsculos, estómago, huesos y corazón,\rtodas las partes del cuerpo funcionan en conjunto.\rY está todo unido\rporque todos los cuerpos son iguales por dentro.\r\r¡Todos los cuerpos son iguales por dentro!\r(Oh, sí)","SongAuthorsNAME":"Curriculum Rocks","SongAuthorsBIOTEXT":"Lauren Mayer is the co-founder of Curriculum Rocks with her sister, curriculum specialist Nancy Mayer. Lauren is an award-winning songwriter, a Phi Beta Kappa graduate of Yale University, and a five-time recipient of the San Francisco Cabaret Gold Award. She has written and recorded eight albums of educational music for Curriculum Rocks, sharing vocal duties with her husband, singer Scott Grinthal. Lauren and Scott are also a switch on the traditional musical duo (she’s the wisecracking pianist; he’s the lovely crooner), performing their marital cabaret, “Yes, Dear!”  \r\rFor more information and music, please visit them on the web.","ENLYRICS":"CHORUS\t\rMuscles, stomach, bones and heart\rEvery single body part works together\rAnd it’s all united\r’Cause everybody’s body is the same inside it\r\rMy body’s like a cool machine with amazing things it can do\rThough not a lot of it can be seen \rWhat’s inside is mighty fine, too\r\rCHORUS\t\rMuscles, stomach, bones and heart\rEvery single body part works together\rAnd it’s all united\r’Cause everybody’s body is the same inside it\r\rYour bones make up your skeleton and they help you get around\rWithout ’em you can’t jump or run\rYou’d just be a puddle flopping on the ground\r\rCHORUS\t\rMuscles, stomach, bones and heart\rEvery single body part works together\rAnd it’s all united\r’Cause everybody’s body is the same inside it\r\rYour stomach helps your food digest\rWhich you use your tongue to taste\rAnd when you’re full and you need a rest\rYour intestines help you get rid of waste\r\rHead, shoulders, knees and toes\rAnd now we’re way past all of those\rWe’ve got livers and lungs, intestines and tongues\rAnd I’m glad we’ve got some skin to keep it all in!\r\rCHORUS\t\rMuscles, stomach, bones and heart\rEvery single body part works together\rAnd it’s all united\r’Cause everybody’s body is the same inside it\r\rOh, everybody’s body is just the same inside!\r(Oh yeah)","SongAuthorsPHOTOFILENAME":"Mayers_Curriculum Rocks.png","SongAuthorsPHOTOCREDIT":"Photograph by Lois Tema.","PHOTOALTTEXT":"Foto de Curriculum Rocks"},{"RESID":"RES_0410","FILENAME":"PK_T5W2Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Todas las comidas","BYLINE":"por Moona Luna","SONGCREDIT":"\"Todas las comidas\" from the album <em>Piñata Party</em> by Moona Luna. ℗ & © 2010 by Luchadora Records. Used by permission of Sandra Lilia Velasquez. All rights reserved.","ESLYRICS":"Quiero probar todas las comidas del mundo, \rhay tantos tipos diferentes que probar,\ralgunas son saladas, y otras dulces, y algunas muy picantes, y otras que tienen los tres sabores \r\rQuiero probar todas la comidas del mundo,\rcada pais tiene tanto de ofrecer,\rtodos tenemos nuestros platos favoritos, \rpero si no los pruebas todos, ¿cómo los vas a conocer? \rQuiero probar toda la comida DEL MUNDO","SongAuthorsNAME":"Moona Luna","SongAuthorsBIOTEXT":"Moona Luna is the kindie group that the <em>New York Daily News</em> says is providing “the missing soundtrack for bilingual/bicultural kids.” After making a splash on the family music scene with their accordion-driven, Latin-inspired debut album <em>Piñata Party</em> (2011), Moona Luna delivered something fresh in its sophomore album <em>Vamos, Let’s Go!</em> (2013), by taking inspiration from American pop hits of the ’50s and ’60s. Staying true to their bilingual mission, their third album <em>P A N O R A M A</em> (2016) celebrated their Latin roots and drew on broader musical influences from the African diaspora.\r\rMoona Luna has performed all over the country, from the National Mall in Washington, DC, to the Ordway Center for the Performing Arts in Minnesota, to Madison Square Park in New York City. Their fourth studio album is set to be released in 2020. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"I want to try all the foods in the whole world \rThere are so many different types I want to try \rSome are salty, some are sweet, some are really spicy, and some that are all three\r\rI want to try all the foods in the whole wide world\rEvery country has too much to offer me \rWe all have our favorite dishes \rBut if you don’t try them all, how will you know what it could be?\rI want to try all the foods in the WHOLE WORLD","SongAuthorsPHOTOFILENAME":"MoonaLuna.png","SongAuthorsPHOTOCREDIT":"Photograph by M. Shakey.","PHOTOALTTEXT":"Foto de Moona Luna"},{"RESID":"RES_0411","FILENAME":"PK_T5W3Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"¡Salta, salta!","BYLINE":"por 123 Andrés","SONGCREDIT":"\"¡Salta, salta!\" from the album <em>¡Uno, dos, tres, Andrés! en español y en inglés</em> by 123 Andrés. ℗ & © 2015 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Salta, salta, un, dos, tres,\rsalta, salta, un, dos, tres, \rsalta, salta, un, dos, tres, \rsalta, salta, un, dos, tres,\r¡dale!\r\rSalta, salta, con Andrés\rMueve los pies, cuenta un, dos, tres,\rbrinca, brinca, que eso no duele,\rvamos afuera, apaga la tele.\r\rSalta, salta, otra vez,\rcuenta conmigo, saltamos después.\rMueve los pies, \rmueve los pies, ¡un, dos, tres!\r\rSalta, salta, un, dos, tres.\rSalta, salta, un, dos, tres\rsalta, salta, un, dos, tres,\rsalta, salta, un, dos, tres, \r¡dale!\r\rOk, veo que sí pueden saltar, pero ¿saben?, creo que aún podemos saltar más alto,\r\rUno, dos, tres, ¡más arriba, más arriba!\rUno, dos, tres, \rOk, ahora todo el mundo agachado, vamos a saltar a la cuenta de tres. ¡Uno, dos, tres!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"Jump, jump, one, two, three\rJump, jump, one, two, three\rJump, jump, one, two, three\rJump, jump, one, two, three, \rgo!\r\rJump and leap and bounce with Andrés\rFeeling the beat counting one, two, three\rJump, jump, you gotta move your feet\rLet’s go outside, turn off the TV.\r\rJump, jump, one more time\rWe count together and jump really high\rjump really high, \rjump really high… one, two, three, alright\r\rJump, jump, one, two, three \rJump, jump, one, two, three\rJump, jump, one, two, three\rJump, jump, one, two, three, \rgo!\r\rOk everybody, listen up, we are going to count to three together. Get ready. Here we go\r\rOne, two, three, higher, higher!\rOne, two, three,\rOk everybody, crouch down. Let’s jump together at the count of three. One, two, three!","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0412","FILENAME":"PK_T5W4Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Happy & Healthy","BYLINE":"por Divinity Roxx","SONGCREDIT":"\"Happy & Healthy\" by Divinity Roxx. ℗ & © 2020 by Divinity Roxx. Used by permission of iRoxx Entertainment. All rights reserved.","ESLYRICS":"CORO\rSi eres feliz y saludable, hay que aplaudir, hay que aplaudir.\rSi te sientes realmente fuerte, hay que bailar, hay que bailar.\rPuedes mover la cadera y las manos estirar,\rvoltear y voltear, y voltear alrededor. \r\rVERSO 1\rSoy feliz y saludable, yo lo sé, yo lo sé.\rPuedo poner las manos en el aire, lo muestro, lo muestro.\rSoy saludable, soy fuerte,\ry así lo seré.\rMe encanta correr, jugar y brincar\ry mi cuerpo fuerte mantener.\rY adoro comer mis verduras,\rmis favoritos son los chícharos y los frijoles y las zanahorias y además el brócoli. \rY siempre doy las gracias cuando me cepillo los dientes en las noches\ry siempre me lavo las manos antes de comer. ¡Ves!\r\rCORO\rSi eres feliz y saludable, hay que aplaudir, hay que aplaudir.\rSi te sientes realmente fuerte, hay que bailar, hay que bailar.\rPuedes mover la cadera y las manos estirar,\rvoltear y voltear, y voltear alrededor. \r\rVERSO 2\rMe gusta el aire fresco, el sol y adoro al aire libre jugar\ry tomo mucha agua porque la necesitamos para vivir,\rmi cuerpo se siente bien cuando lo cuido mejor.\r¿Qué tal una pera o una manzana para merendar?,\rme encanta mi fruta jugosa y comer con dulzor,\reso me vuelve muy feliz de mi cabeza a mis pies.\rPuedo tocar mi cabeza, hombros, rodillas y pies, rodillas y pies,\rporque soy fuerte y saludable \ry lo sabe todo el mundo. \r\rCORO\rSi eres feliz y saludable, hay que aplaudir, hay que aplaudir.\rSi te sientes realmente fuerte, hay que bailar, hay que bailar.\rPuedes mover la cadera y las manos estirar,\rvoltear y voltear, y voltear alrededor. \r\rINTERLUDIO \rY ahora a congelar,\rahora las rodillas a tocar,\rahora a pararse grande y alto como el árbol más alto que quiero alcanzar,\rvoltear y voltear, y voltear alrededor\r\rCORO\rSi eres feliz y saludable, hay que aplaudir, hay que aplaudir.\rSi te sientes realmente fuerte, hay que bailar, hay que bailar.\rPuedes mover la cadera y las manos estirar,\rvoltear y voltear, y voltear alrededor.","SongAuthorsNAME":"Divinity Roxx","SongAuthorsBIOTEXT":"Inspirational and genuine, Divinity Roxx has earned the reputation of irrefutable front woman of her own genre-bursting and compelling musical journey. \r\rHer career as a bass player skyrocketed after attending a bass camp led by the legendary Victor Wooten, where she was invited to tour with him three months after the camp. \r\rAfter touring with Victor for five years, she became the bass player and assistant musical director for Beyoncé. She was given a featured solo by the artist on <em>The Beyoncé Experience</em> and <em>I Am… Sasha Fierce</em> tours and DVDs. She also composed original music for the <em>I Am… Sasha Fierce</em> tour and DVD.\r\rDivinity has appeared on countless television shows, including the Grammys, <em>Saturday Night Live, Good Morning America, The Arsenio Hall Show, Ellen,</em> and <em>The American Music Awards,</em> with personal highlights including a special performance at the White House and an appearance on the hit TV show <em>Soul Man.</em> She is the current bass player in the Black Girls Rock Orchestra, which airs on BET, and is the touring bassist and Musical Director for the powerhouse singer and performer Fantasia. \r\rDespite her appearances with so many legendary and iconic figures, it is in her solo performance that Divinity shines brightest. She combines virtuosic bass playing with an eclectic mashup of hip-hop, rock, and funk that she calls “Alternative Soul.” Her passion for composition, combined with her lyrical prowess and electrifying stage presence, captivates audiences worldwide. \r\rHer 2016 release <em>ImPossible</em> received critical acclaim and earned her an Independent Music Award for Best Spoken Word Album, further highlighting the depth of her lyrical aptitude. The album features the Keith Harris- produced song “We Are,” inspired by her former poetry professor, the late, great June Jordan. The album also features an appearance by her mentor and five-time Grammy-Award-winning artist Victor Wooten.\r\rShe is currently performing, teaching, and writing multiple projects, including a new album, a stage play, and a series of children’s books and music. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"CHORUS\rIf you’re happy and you’re healthy, clap your hands, clap your hands\rIf you’re feeling really strong, do a dance, do a dance\rYou can twist your hips\rRaise your hands, raise your hands \rAnd turn all around and around and around \r\rVERSE 1\rI’m happy and healthy, I know it, I know it\rI can put my hands in the air and show it, I show it \rI’m healthy, I’m strong\rI got it goin’ on\rI love to run and play and jump\rIt keeps my body strong \rAnd I love to eat my veggies \rMy favorite are the peas and the beans and the carrots, even love my broccoli\rAnd I always say please every night I brush my teeth \rAnd I always wash my hands before I eat...see!\r\rCHORUS\rIf you’re happy and you’re healthy, clap your hands, clap your hands\rIf you’re feeling really strong, do a dance, do a dance\rYou can twist your hips\rRaise your hands, raise your hands \rAnd turn all around and around and around \r\rVERSE 2\rI like fresh air and sunshine, I love to play outside \rAnd I drink plenty of water, we need water to survive \rAnd my body feels good when I take the best care \rIt’s ok to have a snack, how about an apple or a pear? \rAnd I love to eat my fruit because its juicy and its sweet \rAnd that makes me really happy from my head to my feet \rI can touch my head, shoulders, knees and toes, knees and toes\r’Cuz I’m healthy and I’m strong, and now everybody knows \r\rCHORUS\rIf you’re happy and you’re healthy, clap your hands, clap your hands\rIf you’re feeling really strong, do a dance, do a dance\rYou can twist your hips\rRaise your hands. Raise your hands \rAnd turn all around and around and around \r\rBRIDGE\rEverybody freeze\rJust freeze\rNow touch your knees \rNow stand up big and tall like the tallest tree\rAnd turn all around and around and around \r\rCHORUS\rIf you’re happy and you’re healthy, clap your hands, clap your hands\rIf you’re feeling really strong, do a dance, do a dance\rYou can twist your hips\rRaise your hands, raise your hands \rAnd turn all around and around and around","SongAuthorsPHOTOFILENAME":"DivinityRoxx.png","SongAuthorsPHOTOCREDIT":"Photograph by AMB Photography.","PHOTOALTTEXT":"Foto de Divinity Roxx"},{"RESID":"RES_0413","FILENAME":"PK_T6W1Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Shake & Sing","BYLINE":"por Little Miss Ann and Amy D","SONGCREDIT":"\"Shake & Sing\" from the album <em>Keep On</em> by Little Miss Ann and Amy D. ℗ & © 2017 by Little Miss Ann and Amy D. Used by permission of Ann Torralba and Amyliza Morales de Jesus . All rights reserved.","ESLYRICS":"VERSO 1\rA veces\rme siento en una sala,\rsin nada para hacer,\ry pongo música \rpara cambiar el humor\r                                                               \rCORO PREVIO\rY cuando oigo las notas,\ry cuando siento el ritmo,\rtengo que moverme,\rtengo que cantar (2X)\r\rCORO\rHace que me sacuda, sacuda, sacuda\ry canto la, la, la (3X)\r\rVERSO 2:\rA veces\rme siento en el auto,\rsin nada para hacer,\renciendo la radio,\rsuena mi canción,\rcambia mi humor \t \r\rCORO PREVIO\t\rY cuando oigo las notas,\ry cuando siento el ritmo,\rtengo que moverme,\rtengo que cantar (2X)\r\rVERSO 3\rA veces \rme siento con un amigo, \rno hay nada para hacer, \ry pongo música\rpara cambiar nuestro humor \t \r\rCORO PREVIO \rY cuando oigo las notas,\ry cuando siento el ritmo,\rtengo que moverme,\rtengo que cantar (2X)\r\rCORO \rHace que me sacuda, sacuda, sacuda \ry canto la, la, la (7X)","SongAuthorsNAME":"Little Miss Ann and Amy D","SongAuthorsBIOTEXT":"Little Miss Ann (Ann Torralba) is an award-winning Chicago kids’ musician, a former Chicago public school teacher, an instructor at Chicago's revered Old Town School of Folk Music, a mom, and a first-generation Filipina-American. Little Miss Ann, along with her band, tour throughout the United States and have played kids’ music concerts, including SXSW, Lollapalooza Kids Stage, McCabe's in Los Angeles, and New York City’s Brookfield Place. Little Miss Ann has made five upbeat, down-to-earth, interactive kids’ albums, including <em>Keep On,</em> on which she collaborated with kids’ music newcomer Amy D.\r\rAmy D (Amyliza de Jesus) is also a first-generation Filipina-American, an award-winning singer-songwriter, and multi-instrumentalist. Based in Nashville, she is a songwriter for the Country Music Hall of Fame's Words & Music program, as well as a social worker and music therapist-in-training. As the mom of a young toddler, she enjoys writing music for families and continues to play live music locally.\r\rAmy and Ann connected through their shared Filipino-American heritage and love of folk music.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"VERSE 1\rSometimes\rI’m sitting in a room                       \rWith nothing to do             \rAnd so I turn on the music                       \rTo change my mood\r                                                               \rPRE-CHORUS\rAnd when I hear them notes\rAnd when I feel that beat               \rI just gotta move\rI just gotta sing (2X)\r\rCHORUS\rIt makes me shake, shake, shake\rAnd sing la la la (3X) \r\rVERSE 2\rSometimes\rI’m sitting in the car\rWith nothing to do\rI turn the radio on\rMy song comes on\rChanges my mood \r\rPRE-CHORUS\t\rAnd when I hear them notes\rAnd when I feel that beat               \rI just gotta move\rI just gotta sing (2X)\r\rVERSE 3\rSometimes\rI’m sitting with a friend\rThere’s nothing to do\rAnd so I turn on music\rTo change our mood\r\rPRE-CHORUS\t\rAnd when I hear them notes\rAnd when I feel that beat               \rI just gotta move\rI just gotta sing\r\rCHORUS\rIt makes me shake, shake, shake\rAnd sing la la la (7X)","SongAuthorsPHOTOFILENAME":"LittleMissAnn_AmyD.png","SongAuthorsPHOTOCREDIT":"Photograph by Patrick Milani.","PHOTOALTTEXT":"Foto de Little Miss Ann and Amy D"},{"RESID":"RES_0414","FILENAME":"PK_T6W2Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Rapp’n Ole MacDonald","BYLINE":"por Music, Movement & Magination","SONGCREDIT":"\"Rapp’n Ole MacDonald\" from the album <em>Cool Creatures</em> by Music, Movement & Magination, Inc.® with music and lyrics by Tim Smith. ℗ & © 2007 by Music, Movement & Magination, Inc.® Used by permission of Music, Movement & Magination, Inc.® All rights reserved.","ESLYRICS":"El viejo Mac Donald tiene una granja, \rcanten IA IA OH OH OH, IA IA OH OH OH.\r\r\rY en esa granja tiene una VACA,\rcanten IA IA OH OH OH, IA IA OH OH OH,\r\rque hace MU MU AQUÍ, que hace MU MU ALLÁ,\r\rMU MU MU MU sin cesar.\r\r\rEl viejo Mac Donald tiene una granja, \rcanten IA IA OH OH OH, IA IA OH OH OH.\r\r\rY en esa granja tiene un GALLO,\rcanten IA IA OH OH OH, IA IA OH OH OH,\r\r\rque hace KIKIRI AQUÍ, que hace KIKIRI ALLÁ,\rKIKIRI KIKIRI sin cesar.\r\r\rEl viejo Mac Donald tiene una granja, \rcanten IA IA OH OH OH, IA IA OH OH OH.\r\rY en esa granja tiene un CABALLO,\rcanten IA IA OH OH OH, IA IA OH OH OH,\r\rque hace JIJI AQUÍ, que hace JIJI ALLÁ,\rJIJI JIJI sin cesar.\r\rEl viejo Mac Donald tiene una granja, \rcanten IA IA OH OH OH, IA IA OH OH OH.\r\rY en esa granja tiene un GATO, \rcanten IA IA OH OH OH IA IA OH OH OH,\r\rque hace MIAU AQUÍ, que hace MIAU ALLÁ,\rMIAU MIAU MIAU MIAU MIAU SIN CESAR.\r\r\rEl viejo Mac Donald tiene una granja,\rcanten IA IA OH OH OH, IA IA OH OH OH,\rIA IA OH OH OH, IA IA OH OH OH,\rIA IA OH OH OH, IA IA OH OH OH.","SongAuthorsNAME":"Music, Movement & Magination","SongAuthorsBIOTEXT":"Music, Movement & Magination, Inc. (MMMKids) publishes fun, engaging music and curriculum materials to meet educational standards for early childhood (pre-2nd grade). MMMKids utilizes a diverse group of songwriters, musicians, and performers to bring variety into the classroom. Songs are also available on a number of streaming platforms. \r\rFor information and music, please visit them on the web.","ENLYRICS":"Ole MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rAnd on that farm he had a COW,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rWith a MOO MOO here and a MOO MOO there,\r\rHere a MOO, there a MOO, everywhere a MOO MOO.\r\rOle MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rAnd on that farm he had a ROOSTER,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rWith a COCKADOODLE here and a COCKADOODLE there, here a COCKLE, there a COCKLE, everywhere a COCKLE COCKLE.\r\r\rOle MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rAnd on that farm he had a HORSE,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\rOle MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rAnd on that farm he had a CAT,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\r\r\rWith a MEOW MEOW here and a MEOW MEOW there, here a MEOW, there a MEOW, everywhere a MEOW MEOW.\r\rOle MacDonald had a farm,\rSinging E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo. E-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.\rE-I-E-I Yo Yo Yo, E-I-E-I Yo Yo Yo.","SongAuthorsPHOTOFILENAME":"MMMKids.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Songs for Teaching.","PHOTOALTTEXT":"Foto de Music, Movement & Magination"},{"RESID":"RES_0415","FILENAME":"PK_T6W3Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"La clave","BYLINE":"por 123 Andrés","SONGCREDIT":"\"La clave\" from the album <em>¡Uno, dos, tres, Andrés! en español y en inglés</em>  by 123 Andrés. ℗ & © 2015 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Escucha la clave, viene para ti.\rAprende la clave, que se toca así:\r¡pa, pa, PA, PA, PA!\r¡pa, pa, PA, PA, PA!\r\rAhora ya la sabes, tócala conmigo.\r¡pa, pa, PA, PA, PA!\r¡pa, pa, PA, PA, PA!\r\rHaz la clave con las manos, haz la ya mientras bailamos.\r¡pa, pa, PA, PA, PA!\r¡pa, pa, PA, PA, PA!\r\r¡Hazla la clave otra vez! \rHaz la clave con los pies.\r¡pum, pum, PUM, PUM, PUM!\r¡pum, pum, PUM, PUM, PUM!\r\rHazla de pies a cabeza. \r¡Hazla, que la fiesta ya empieza!\r\rOk, ok, todo el mundo a inventarnos algo. Vamos por un pocillo y un tenedor y a ¡hacer la clave con sabor!\rCon pocillo y tenedor, haz la clave con sabor.\rAhora tú ya sabes, que la salsa lleva clave.\r\rLa salsa lleva clave, y ahora tú lo sabes.\r¡pa, pa, PA, PA, PA! ¡pa, pa, PA, PA, PA!\r\rLa salsa lleva clave, y ahora tú lo sabes.\rEl que tiene la clave, tiene la llave, ¡ay, sí, sí, sí!\r¡pa, pa, PA, PA, PA! ¡pa, pa, PA, PA, PA!\r\rLa salsa lleva clave, y ahora tú lo sabes.\r¡Ay! En San Juan, en La Habana, toca la clave Juana la Iguana.\r\rLa salsa lleva clave, y ahora tú lo sabes.\rEn Cali, Colombia, y en Lima, Perú, suena la clave… ¡cántala tú!\r\rLa salsa lleva clave, y ahora tú lo sabes.\r¡pa, pa, PA, PA, PA! (4X)\r\rClave, uno, dos, tres!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"Listen to the clave, I’ll teach it to you.\rI’ll show you the clave, it’s easy to do.\rpa, pa, PA, PA, PA!\rpa, pa, PA, PA, PA!\r\rNow you know the clave, you can sing it, too.\rpa, pa, PA, PA, PA!\rpa, pa, PA, PA, PA!\r\rPlay the clave with your hands, play the clave while you dance.\rclap, clap, CLAP, CLAP, CLAP!\rclap, clap, CLAP, CLAP, CLAP!\r\rPlay the clave with your feet. Play the clave, feel the beat.\rstomp, stomp, STOMP, STOMP, STOMP!\rstomp, stomp, STOMP, STOMP, STOMP!\r\rPlay the clave with your body. \rPlay the clave, join the party!\r\rOk, ok, everybody, listen up! It’s time to get creative. Go get a mug and a fork.\rLet’s do the clave!\rWith a mug and a fork, play the clave, make it work.\rNow you know the clave, which is the key to Salsa.\r\rThe clave is the key to Salsa, you see.\rpa, pa, PA, PA, PA! pa, pa, PA, PA, PA!\r\rThe clave is the key to Salsa, you see.\rNow you know the clave my friend, sing it with me.\rpa, pa, PA, PA, PA! pa, pa, PA, PA, PA!\r\rThe clave is the key to Salsa, you see.\rIn San Juan, in Havana, play the clave Juana la Igauana.\r\rThe clave is the key to Salsa, you see.\rIn Cali, Colombia, and in Lima, Peru, play the clave... you sing!\r\rThe clave is the key to Salsa, you see.\rpa, pa, PA, PA, PA! (4X)\r\rClave, one, two, three!","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0416","FILENAME":"PK_T6W4Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"If I Had a Mariachi","BYLINE":"por 123 Andrés","SONGCREDIT":"\"If I Had a Mariachi\" from the album <em>¡Uno, dos, tres, Andrés! en español y en inglés</em> by 123 Andrés. ℗ & © 2015 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Si tuviera un mariachi, tocaría el violín.\rTocaría el violín, si yo tuviera un mariachi.\r¡Qué bonito el violín!\r\rSi tuviera un mariachi, tocaría el guitarrón.\rTocaría el guitarrón, si yo tuviera un mariachi.\r¡Qué bonitos el guitarrón y el violín!\r\rSi tuviera un mariachi, tocaría la vihuela.\rTocaría la vihuela, si yo tuviera un mariachi.\r¡Qué bonitos la vihuela, el guitarrón y el violín!\r\rSi tuviera un mariachi, tocaría la guitarra.\rTocaría la guitarra, si yo tuviera un mariachi.\r¡Qué bonitos la guitarra, la vihuela, el guitarrón\ry el violín!\r\rSi tuviera un mariachi, tocaría la trompeta.\rTocaría la trompeta, si yo tuviera un mariachi.\r¡Qué bonitos la trompeta, la guitarra, la vihuela,\rel guitarrón y el violín! Y ahora todo el mundo, ¡tocando el violín!\r\rToca mi mariachi, que suene el mariachi.\rToca mi mariachi, que suene el mariachi, \r¡hasta el fin!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"If I had a mariachi, I would play violin.\rI would play violin if I had a mariachi.\rI would play violin.\r\rIf I had a mariachi, I would play guitarrón.\rI would play guitarrón if I had a mariachi.\rI would play guitarrón and violin.\r\rIf I had a mariachi, I would play the vihuela.\rI would play vihuela if I had a mariachi.\rI would play vihuela, guitarrón, and violin.\r\rIf I had a mariachi, I would play the guitar.\rI would play guitar if I had a mariachi.\rI would play guitar, vihuela, guitarrón, and\rviolin.\r\rIf I had a mariachi, I would play the trumpet.\rI would play the trumpet if I had a mariachi.\rI would play trumpet, guitar, vihuela, guitarrón\rand violin. Now everybody play the violin.\r\rListen, my mariachi. I love my mariachi.\rListen, my mariachi. I love my mariachi.\rPlay with me!","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0417","FILENAME":"PK_T7W1Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"It's 12 O'Clock","BYLINE":"por Moona Luna","SONGCREDIT":"\"It's 12 O'Clock\" from the album <em>Vamos, Let's Go!</em> by Moona Luna. ℗ & © 2013 by Moona Luna. Used by permission of Sandra Lilia Velasquez. All rights reserved.","ESLYRICS":"Son las doce.\r¿Cómo sabes si es día o noche?\rSon las doce.\rEs oscuro o ves luz.\rSon las doce.\r¿Cómo sabes la hora?\r\rSon las doce.\r¿Cómo sabes si es día o noche?\rSon las doce.\rEs oscuro o ves luz.\rSon las doce.\r¿Cómo sabes la hora?\r\r24 horas en el día.\rCada número pasa dos veces.\r12:01, medianoche es técnicamente hoy.\r\rSon las doce.\r¿Cómo sabes si es día o noche?\rSon las doce.\rEs oscuro o ves luz.\rSon las doce.\r¿Cómo sabes la hora?","SongAuthorsNAME":"Moona Luna","SongAuthorsBIOTEXT":"Moona Luna is the kindie group that the <em>New York Daily News</em> says is providing “the missing soundtrack for bilingual/bicultural kids.” After making a splash on the family music scene with their accordion-driven, Latin-inspired debut album <em>Piñata Party</em> (2011), Moona Luna delivered something fresh in its sophomore album <em>Vamos, Let’s Go!</em> (2013), by taking inspiration from American pop hits of the ’50s and ’60s. Staying true to their bilingual mission, their third album <em>P A N O R A M A</em> (2016) celebrated their Latin roots and drew on broader musical influences from the African diaspora.\r\rMoona Luna has performed all over the country, from the National Mall in Washington, DC, to the Ordway Center for the Performing Arts in Minnesota, to Madison Square Park in New York City. Their fourth studio album is set to be released in 2020. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"It’s 12 o’clock\rHow do you know if it’s day or night?\rIt’s 12 o’clock\rIt’s either dark or it is light\rIt’s 12 o’clock\rHow do you tell time?\r\rIt’s 12 o’clock\rHow do you know if it’s day or night?\rIt’s 12 o’clock\rIt’s either dark or it is light\rIt’s 12 o’clock\rHow do you tell time?\r\r24 hours in the day\rEvery number happens twice\rAfter 12 midnight is technically today\r\rIt’s 12 o’clock\rHow do you know if it’s day or night?\rIt’s 12 o’clock\rIt’s either dark or it is light\rIt’s 12 o’clock\rHow do you tell time?","SongAuthorsPHOTOFILENAME":"MoonaLuna.png","SongAuthorsPHOTOCREDIT":"Photograph by M. Shakey.","PHOTOALTTEXT":"Foto de Moona Luna"},{"RESID":"RES_0418","FILENAME":"PK_T7W2Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"The Four Seasons","BYLINE":"por Moona Luna","SONGCREDIT":"\"The Four Seasons\" from the album <em>Vamos, Let's Go!</em> by Moona Luna. ℗ & © 2013 by Moona Luna. Used by permission of Sandra Lilia Velasquez. All rights reserved.","ESLYRICS":"En septiembre, el cielo es azul.\rEn octubre, las hojas cambian color.\rEn noviembre, me pongo a hornear.\rAsí es el otoño.\r\rEn diciembre, brillan lucecitas.\rEn enero, juego en mi casita.\rYa en febrero, he sobrevivido.\rAsí es el invierno.\r\rEn marzo y abril y en mayo\rla primavera trae el sol y ya no se va a ningún lado.\r\rEn junio, sale la escuela.\rEn julio, estoy en la arena.\rEn agosto, estoy relajada.\rPor eso me encanta el verano.\rPor eso me encanta el verano.\rPor eso me encanta el verano.","SongAuthorsNAME":"Moona Luna","SongAuthorsBIOTEXT":"Moona Luna is the kindie group that the <em>New York Daily News</em> says is providing “the missing soundtrack for bilingual/bicultural kids.” After making a splash on the family music scene with their accordion-driven, Latin-inspired debut album <em>Piñata Party</em> (2011), Moona Luna delivered something fresh in its sophomore album <em>Vamos, Let’s Go!</em> (2013), by taking inspiration from American pop hits of the ’50s and ’60s. Staying true to their bilingual mission, their third album <em>P A N O R A M A</em> (2016) celebrated their Latin roots and drew on broader musical influences from the African diaspora.\r\rMoona Luna has performed all over the country, from the National Mall in Washington, DC, to the Ordway Center for the Performing Arts in Minnesota, to Madison Square Park in New York City. Their fourth studio album is set to be released in 2020. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"In September the sky is clear\rIn October the leaves aren’t so green\rIn November I like to bake pies\rAnd that’s what the fall’s about\r\rIn December I look at all the lights\rIn January I play inside\rBy February I’ve survived\rThat’s what the winter’s like\r\rIn March and in April and in May\rSpring is the season that says sunshine is here to stay\r\rIn June school gets out\rIn July I’m hanging seaside\rBy August I am so relaxed\rSummer is my favorite time\rSummer is my favorite time\rSummer is my favorite time","SongAuthorsPHOTOFILENAME":"MoonaLuna.png","SongAuthorsPHOTOCREDIT":"Photograph by M. Shakey.","PHOTOALTTEXT":"Foto de Moona Luna"},{"RESID":"RES_0419","FILENAME":"PK_T7W3Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"The Seed","BYLINE":"por 123 Andrés","SONGCREDIT":"\"The Seed\" from the album <em>Arriba Abajo</em> by 123 Andrés. ℗ & © 2016 by Andrés Salguero. Used by permission of Salsana Music (ASCAP). All rights reserved.","ESLYRICS":"Toma una fruta. \rÁbrela por la mitad, y adentro, encontrarás una semilla.\rTomamos esa semilla y la sembramos en el suelo.\r\rTomo una semilla. La siembro en el suelo.\rCon tierra, agua y sol,\rcrecerá una planta, alta como el cielo.\r\rY de esa planta saldrá otra fruta, y de la fruta saldrá otra semilla.\r\rTomo esa semilla. La siembro en el suelo.\rCon tierra, agua y sol,\rcrecerá otra planta, alta como el cielo.\r\rY de esa planta salen muchas frutas, \ry de esas frutas salen muchas semillas, \ry las vamos a sembrar.\r\rTomo esas semillas. Las siembro en el suelo. \rCon tierra, agua y sol,\rcrecerá un bosque, alto como el cielo.\r\rY de esos árboles del bosque saldrán frutas, \ry de esas frutas también van a salir semillas, \ry vamos a sembrar una vez más.\r\rTomo las semillas. Las siembro en el suelo. \rY todo este bosque salió de una sola semilla. \rEso es lo que puedes hacer ¡con una semilla!","SongAuthorsNAME":"123 Andrés","SongAuthorsBIOTEXT":"123 Andrés are Andrés and Christina, the Latin Grammy–winning duo with catchy songs and a high-energy show in Spanish and English that gets kids and families singing and dancing.\r\rTheir songs and videos are used in early childhood and elementary classrooms across the United States and abroad, and they have delighted live audiences in the United States, Puerto Rico, Panama, Mexico, and Colombia, at venues including Lollapalooza (Chicago), Kennedy Center (Washington, DC), Symphony Space (NYC), and the Coliseo in San Juan, Puerto Rico.\r\rAndrés grew up in Bogotá, Colombia, and learned how to play the guitar from his father as a child. He studied clarinet at the Conservatory and had his first studio experience at age eight. He went on to earn a doctorate in music and won first prize in the National Composition Contest in Colombia for one of his early songs.\r\rChristina was raised in the United States in a Spanish-speaking family hailing from Colombia, and studied theater and dance as a child. After serving as a classroom teacher in public schools and earning a Master’s in Education from the University of Pennsylvania, she found her mission teaching through music.\r\r123 Andrés maintains an active calendar of live concerts and joy-filled shows for student and family audiences that get everyone singing, moving, and learning. Their first children’s book, due out August 2020, is being published by Scholastic. They also have four acclaimed CDs under their belts.\r\rFor more information and music, please visit them on the web.","ENLYRICS":"Pick a fruit. \rCut it in half, open it, and inside you’ll find a seed.\rWe take that seed and we plant it in the ground\r\rI take a seed. Plant it in the ground\rwith soil, water, and sun\rA big tree will grow, reaching to the sky\r\rFrom that tree, a fruit grows, and inside that fruit there’s another seed\r\rI take that seed. Plant it in the ground\rwith soil, water, and sun\rA big tree will grow, reaching to the sky\r\rAnd from that plant many fruits grow, \rand those fruits gives us lots of seeds                        \rLet’s plant them\r\rI take those seeds. Plant them in the ground,\rwith soil, water, and sun\rA forest will grow, reaching to the sky\r\rAnd from those trees many more fruits will grow,\rand from them many more seeds, \rand we plant them once again\r\rI take those seeds. Plant them in the ground\rThis whole forest came out of a single seed\rThat’s what you can do with one seed","SongAuthorsPHOTOFILENAME":"AndresChristina_123.png","SongAuthorsPHOTOCREDIT":"Photograph by Dario Treviño.","PHOTOALTTEXT":"Foto de 123 Andrés"},{"RESID":"RES_0420","FILENAME":"PK_T7W4Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Children of Wambamboobaloo","BYLINE":"por The Vegetable Plot","SONGCREDIT":"\"Children of Wambamboobaloo\" from the album <em>Season Two</em> by The Vegetable Plot. ℗ & © 2019 by Luke Escombe-Wolhuter. Used by permission of Luke Escombe-Wolhuter. All rights reserved.","ESLYRICS":"GUS\rSoy Aspara Gus llamando desde el universo a <em>Uam-babú-balú,</em>\rcontesta <em>Uam-babú-balú,</em>\rla gente que está en la Tierra quiere hacerte una pregunta,\r¿qué haces en Uam-babú-balú?\r¿qué haces en Uam-babú-balú?\rLoF\rCORO\rAquí en Uam-babú-balú\rsomos viajeros astrales,\rbuscando algo bueno para hacer,\rvolamos por el universo\ry hemos volado por los cielos,\rpor todo el mundo,\ry creemos que es el momento\rde cada niño y niña\r\rALPH ALPHA\rCreemos que puedes entender\rqué significa sentir el amor,\rtomar el poder con tus manos,\rplantar una semilla,\rllenar sus corazones y sus voces\r\r10, 9, 8, 7, 6, 5, 4, 3, 2, 1, ¡A volar!\r\rCORO\rDejo <em>Uam-babú-balú</em>\ra través de la nebulosa del rábano,\rpasando la estrella de <em>Cucachú</em>\ry las lunas de Júpiter,\rvolaremos disfrazados\rcomo una bandada de pájaros,\rpero estaremos mirando con nuestras mentes\ry escucharemos tus palabras\r\rALPH ALPHA\rPuedes sentirnos en el cielo,\rpuedes captar nuestra vibra,\ry si alguna vez quieres volar,\rentonces levanta la mano (entonces levanta la mano)\ry eleva la mirada a la salida del sol\r\rVolando muy alto en el cielo de <em>Bubalú,</em>\rles enviamos nuestras propias buenas vibras,\rvolando muy alto en el cielo de <em>Bubalú,</em>\rles enviamos nuestras buenas vibras,\rvolando muy alto en el cielo de <em>Bubalú,</em>\rles enviamos nuestras propias buenas vibras,\rvolando muy alto en el cielo de <em>Bubalú,</em>\rles enviamos nuestras buenas vibras\r\rALPH ALPHA\rNiños de la Tierra\rsu planeta es una maravilla,\rles da comida para alimentar\ra cada alma que lo necesite,\rlas flores y los vegetales crecen\raferrándose al suelo,\restirándose hacia el cielo,\rse plantan de nuevo, nunca mueren\r\rEl alma humana es como la tierra\ry el amor es la semilla,\rhay suficiente amor para alimentar\ra cada corazón que lo necesite,\rle dimos a este humilde pueblo de vegetales\rel poder de cantar y bromear\rpara recordarles quiénes son,\rniños bendecidos de una estrella dorada","SongAuthorsNAME":"The Vegetable Plot","SongAuthorsBIOTEXT":"Ladies and Gentlestems, bulbs and girls, it’s time to shake your stems, do the jumping bean, and twist and sprout with the freshest bunch in town!\r\rThe Vegetable Plot is an award-winning musical group for kids and families that has been spreading its funky roots all over the world.  Serving up a big, wriggling heap of catchy tunes, colorful characters, quizzes, dances, jokes, and vegetable-related puns, this soilful bunch will plant melodies in your head that will blossom for years to come.\r\rCreated by award-winning songwriter and storyteller Luke Escombe (aka Aspara Gus), The Vegetable Plot burst onto the Australian music scene in 2014, winning the prize for best kids’ show at the Sydney Fringe. Since then the project has become a hotbed for some of the tastiest homegrown talent in Australia, including folk group All Our Exes Live in Texas and singing sensation Alice Terry, making them a band that adults can enjoy just as much as kids. In fact, some of The Vegetable Plot's biggest fans admit to listening even when the little ones aren't around.\r\rAfter four years in the soil, the band's long-awaited second album, <em>Season Two,</em> emerged at the end of 2019. Broc-full of songs about vegetables, bedtime routines, more vegetables, community gardens, farmer's markets, yet more vegetables, urban living, alien worlds, the cycles of life, herbs and spices, and all the essential vegetables you'll need for the holidays (including TWO songs about pumpkins), <em>Season Two</em> has taken the group to new heights, securing them a deal with ABC Kids and a recent support slot with The Wiggles. \r\rSo come and join Aspara Gus, Ru Barb, Sir Paul McCarrotney, and friends as they take you deep underground for a ride on the soil train and show you exactly why families across the world are embracing these funky food revolutionaries and their mission of love and peas. \r\rFor more information and music like this, please visit them on the web.","ENLYRICS":"GUS\rThis is Aspara Gus calling across the universe to <em>Wambamboobaloo</em>\rCome in <em>Wambamboobaloo</em>\rThe people here on Earth have a question for you\rWhat do you do in <em>Wambamboobaloo</em>?\rWhat do you do in <em>Wambamboobaloo</em>?\r\rCHOIR\rHere in <em>Wambamboobaloo</em>\rWe are astral voyagers\rLooking for some good to do\rWe fly all over the universe\rAnd we’ve been flying in the skies\rAll around your world\rAnd we think it might be time\rFor every boy and girl\r\rALPH ALPHA\rWe think you might understand\rWhat it means to feel love\rTo take the power in your hand\rTo plant a seed\rTo fill your hearts and your voices\r\r10 9 8 7 6 5 4 3 2 1 Fly!!!!\r\rCHOIR\rLeaving <em>Wambamboobaloo</em>\rThrough the radish nebula\rPast the star of <em>Coocachoo</em>\rAnd the moons of Jupiter\rWe’ll be flying in disguise\rAs a flock of birds\rBut we’ll be watching with our minds\rAnd listening to your words\r\rALPH ALPHA\rYou might sense us in the sky\rYou might pick up on our vibe\rAnd if you ever want to fly\rThen raise your hand (then raise your hand)\rAnd turn your eyes to the sunrise\r\rFlying so high in the <em>boobaloo</em> sky\rSending down our own good vibe\rFlying so high in the <em>boobaloo</em> sky\rSending down our good vibe\rFlying so high in the <em>boobaloo</em> sky\rSending down our own good vibe\rFlying so high in the <em>boobaloo</em> sky\rSending down our good vibe\r\rALPH ALPHA\rChildren of Earth\rYour planet is a marvel indeed\rIt gives you food to feed\rEvery soul in need\rThe flowers and veggies grow\rClinging to the dirt below\rReaching upwards to the sky\rPlant them again, they never die\r\rThe human soul is like a soil\rAnd love is the seed\rThere is love enough to feed\rEvery heart in need\rWe gave these humble veggie folk\rThe power to sing and joke\rTo remind you of who you are\rBlessed children of a golden star","SongAuthorsPHOTOFILENAME":"TheVegetablePlot.png","SongAuthorsPHOTOCREDIT":"Photograph by Keegan Davis.","PHOTOALTTEXT":"Foto de The Vegetable Plot"},{"RESID":"RES_0421","FILENAME":"PK_T8W1Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"¡A limpiar!","BYLINE":"por Music With Sara","SONGCREDIT":"\"A limpiar\" from the album <em>Paseando With Sara</em> by Music With Sara. ℗ & © 2016 by Music With Sara. Used by permission of Sara Quintanar. All rights reserved.","ESLYRICS":"Hicimos un desorden,\run gran tiradero,\rsacamos tantas cosas,\rno puedo ver ni el suelo\r\r¡A limpiar! ¡A limpiar! \rTodo tiene su lugar\r¡A limpiar! ¡A limpiar! \rTodo tiene su lugar\r\rHicimos un desorden,\run gran tiradero,\rsacamos tantas cosas,\rno puedo ver ni el suelo\r\r¡A limpiar! ¡A limpiar! \rTodo tiene su lugar\r¡A limpiar! ¡A limpiar! \rTodo tiene su lugar\r\rA limpiar, a limpiar, \ra limpiar, a limpiar, \r¡a limpiar!","SongAuthorsNAME":"Music With Sara","SongAuthorsBIOTEXT":"Sara Quintanar of Music With Sara is a California-based bilingual children’s musician, educator, and proud mother of three bilingual children. Her songs are celebrated worldwide for their sweet and simple lyrics, lovely melodies, and cultural flair. Sara has released six albums for children and continues to write and teach music in Spanish. Making music a part of a child’s everyday life is something Sara loves to do. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"We made a real big mess\rA major disarray\rWe took out everything in sight\rAnd now we have to say\r\rClean it up! Clean it up!\rEverything has its place\rClean it up! Clean it up!\rEverything has its place\r\rWe made a real big mess\rA major disarray\rWe took out everything in sight\rAnd now we have to say\r \rClean it up! Clean it up!\rEverything has its place\rClean it up! Clean it up!\rEverything has its place\r \rClean it up, clean it up\rClean it up, clean it up\rClean it up!","SongAuthorsPHOTOFILENAME":"SaraQuintanar.png","SongAuthorsPHOTOCREDIT":"Photograph courtesy of Sara Quintanar.","PHOTOALTTEXT":"Foto de Music With Sara"},{"RESID":"RES_0422","FILENAME":"PK_T8W2Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Camioneta de aventura","BYLINE":"por Moona Luna","SONGCREDIT":"\"Camioneta de Aventura (Adventure Road)\" from the album <em>P A N O R A M A</em> by Moona Luna. ℗ & © 2016 by Moona Luna. Used by permission of Sandra Lilia Velasquez. All rights reserved.","ESLYRICS":"Camioneta de Aventura por el río de San Martín\rvamos viendo la belleza apreciando lo que es.\rCamioneta de Aventura por las montañas hay que pasar\rpara pasar el tiempo a mí me gusta cantar.\r\rCamioneta de Aventura por el río de San Martín\rvamos viendo la belleza apreciando lo que es.\rCamioneta de Aventura faltan horas pa’ llegar\rpara pasar el tiempo a mí me gusta a cantar.","SongAuthorsNAME":"Moona Luna","SongAuthorsBIOTEXT":"Moona Luna is the kindie group that the <em>New York Daily News</em> says is providing “the missing soundtrack for bilingual/bicultural kids.” After making a splash on the family music scene with their accordion-driven, Latin-inspired debut album <em>Piñata Party</em> (2011), Moona Luna delivered something fresh in its sophomore album <em>Vamos, Let’s Go!</em> (2013), by taking inspiration from American pop hits of the ’50s and ’60s. Staying true to their bilingual mission, their third album <em>P A N O R A M A</em> (2016) celebrated their Latin roots and drew on broader musical influences from the African diaspora.\r\rMoona Luna has performed all over the country, from the National Mall in Washington, DC, to the Ordway Center for the Performing Arts in Minnesota, to Madison Square Park in New York City. Their fourth studio album is set to be released in 2020. \r\rFor more information and music, please visit them on the web.","ENLYRICS":"The Adventure Bus goes along the San Martin River\rWe are seeing and appreciating the beauty that it is\rThe Adventure Bus has to pass over the mountains\rI like to sing to pass the time\r\rThe Adventure Bus goes along the San Martin River\rWe are seeing and appreciating the beauty that it is\rThere are hours still to go on the Adventure Bus\rI like to sing to pass the time","SongAuthorsPHOTOFILENAME":"MoonaLuna.png","SongAuthorsPHOTOCREDIT":"Photograph by M. Shakey.","PHOTOALTTEXT":"Foto de Moona Luna"},{"RESID":"RES_0423","FILENAME":"PK_T8W3Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"Ready, Set, Go","BYLINE":"por Divinity Roxx","SONGCREDIT":"\"Ready, Set, Go\" by Divinity Roxx. ℗ & © 2020 by Divinity Roxx. Used by permission of iRoxx Entertainment. All rights reserved.","ESLYRICS":"VERSO 1\rPreparados, listos, ¡ya!\rEs un nuevo día y me siento bien.\rTú te sientes bien, vamos a cruzar nuestros caminos.\rPon vigor en tus pasos. \rPon orgullo en tus zancadas.\rPon esa sonrisa en tu rostro y ese centello en tu ojo.\rOh, sí, estoy listo. \rEstoy listo, estoy listo, estoy de excelente humor y tengo la actitud necesaria. \rTodo lo que necesito para la escuela. \rSí, estoy listo, ¡estoy listo! \rVamos a ponernos en marcha.\rHay tanto para que aprendas, vamos a fortalecer tu mente. \r\rCORO\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rVERSO 2\rQuizás el sol esté brillando \ro el cielo esté cubierto de nubes\ry esté lloviendo,\rpero estamos listos para empezar ya. \rTenemos que mantener el ritmo.\rHay tanto por hacer.\rSiempre y cuando lo hagamos,\rnada, nada puede detener este ritmo. \r\rSigue moviéndote, bailando, creciendo.\rAmando, riendo, viviendo, aprendiendo. \rLevanta las manos al cielo.\rBaila por todos lados. Estoy feliz. Estoy aquí.\rEn clase en horario, presente, ¡sí!\rTengo todo lo que necesito, ¡estoy preparado!\rPreparados, listos, uno, dos, tres.\rVamos, vamos, sígueme. \r\rCORO\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rVERSO 3\rTengo que irme, tengo que irme rápido.\rToma lo que necesitas y vete rápidamente. \rEs temprano por la mañana, estírate.\rLavémonos los dientes, vistámonos y salgamos. \rEspera, aguarda un minuto, tienes que tomar el desayuno.\rNecesitas tus nutrientes. \rAsegúrate de que sigues ganando. \rHaz planes desde el comienzo.\rActúa hasta el final.\rCuando esté todo listo, \rhiciste lo mejor, ¡eres el número 1! \r\rCORO\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rPUENTE\rAplaude con las manos,\rpisa fuerte\r\rAplaude con las manos,\rpisa fuerte\r\rAplaude con las manos,\rpisa fuerte\r\rMuévete con el ritmo,\rmuévete con el ritmo\r\rAplaude con las manos,\rpisa fuerte\r\rAplaude con las manos,\rpisa fuerte\r\rAplaude con las manos,\rpisa fuerte\r\rMuévete con el ritmo\r\r¡Vamos!\r\rCORO\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!\r\rTú estás listo, yo estoy listo, ¡sí! ¿Sí?\rPreparados, listos, ya. Preparados, preparados, listos, ya. \rPreparados, preparados, listos, ¡ya!","SongAuthorsNAME":"Divinity Roxx","SongAuthorsBIOTEXT":"Inspirational and genuine, Divinity Roxx has earned the reputation of irrefutable front woman of her own genre-bursting and compelling musical journey. \r\rHer career as a bass player skyrocketed after attending a bass camp led by the legendary Victor Wooten, where she was invited to tour with him three months after the camp. \r\rAfter touring with Victor for five years, she became the bass player and assistant musical director for Beyoncé. She was given a featured solo by the artist on <em>The Beyoncé Experience</em> and <em>I Am… Sasha Fierce</em> tours and DVDs. She also composed original music for the <em>I Am… Sasha Fierce</em> tour and DVD.\r\rDivinity has appeared on countless television shows, including the Grammys, <em>Saturday Night Live, Good Morning America, The Arsenio Hall Show, Ellen,</em> and <em>The American Music Awards,</em> with personal highlights including a special performance at the White House and an appearance on the hit TV show <em>Soul Man.</em> She is the current bass player in the Black Girls Rock Orchestra, which airs on BET, and is the touring bassist and Musical Director for the powerhouse singer and performer Fantasia. \r\rDespite her appearances with so many legendary and iconic figures, it is in her solo performance that Divinity shines brightest. She combines virtuosic bass playing with an eclectic mashup of hip-hop, rock, and funk that she calls “Alternative Soul.” Her passion for composition, combined with her lyrical prowess and electrifying stage presence, captivates audiences worldwide. \r\rHer 2016 release <em>ImPossible</em> received critical acclaim and earned her an Independent Music Award for Best Spoken Word Album, further highlighting the depth of her lyrical aptitude. The album features the Keith Harris- produced song “We Are,” inspired by her former poetry professor, the late, great June Jordan. The album also features an appearance by her mentor and five-time Grammy-Award-winning artist Victor Wooten.\r\rShe is currently performing, teaching, and writing multiple projects, including a new album, a stage play, and a series of children’s books and music. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"VERSE 1\rReady Set Go                             \rIt's a brand new day, and I'm feeling good\rYou're feeling good, let's get get on our way\rPut that pep in your step \rPut that pride in your stride\rPut that smile on your face and that twinkle in your eye\rOh yeah, I'm ready, \rI’m ready, I’m ready, I'm in a great mood, got the right attitude \rEverything I need for school \rYou ready, I'm ready, yeah! \rWell let's get get get get goin’\rThere’s so much for you to learn so let’s get get your mind growin’ \r\rCHORUS\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rVERSE 2\rMaybe the sun is shining \rOr the sky is full of clouds\rAnd the rain is coming down\rBut we’re ready to go right now \rGotta keep it moving\rThere’s so much more to do\rAnd as long as we're doing it\rNothing, nothing can stop this groove \r\rKeep moving, grooving, growing,\rLoving, laughing, living, learning \rGo ’head put your hands in the air\rDance all around. I'm happy I’m here\rIn class on time, present, Yeah!\rGot everything that I need, Prepared!\rReady, steady, one two three\rLet's go, let's go follow me \r\rCHORUS\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rVERSE 3\rGotta go, gotta go quickly\rGrab what you need, gotta go swiftly \rEarly up in the morning, stretch it out\rBrush our teeth get dressed, we’re out \rBut hold up, wait a minute, gotta get your breakfast in\rGotta get your nutrients \rMake sure that you keep on winning \rMaking plans from the beginning\rTaking action til the ending\rWhen it’s all said and done \rYou did your best, you’re number 1 \r\rCHORUS\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rBRIDGE\rClap ya hands\rStomp ya feet\r\rClap ya hands\rStomp ya feet\r\rClap ya hands\rStomp ya feet\r\rMove to the beat\rMove to the beat\r\rClap ya hands\rStomp ya feet\r\rClap ya hands\rStomp ya feet\r\rClap ya hands\rStomp ya feet\r\rMove to the beat\r\rGo!\r\rCHORUS\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go\r\rYou ready? I'm ready Yeah! Yeah?\rReady Set Go, Ready Ready Set Go \rReady Ready Set Go","SongAuthorsPHOTOFILENAME":"DivinityRoxx.png","SongAuthorsPHOTOCREDIT":"Photograph by AMB Photography.","PHOTOALTTEXT":"Foto de Divinity Roxx"},{"RESID":"RES_0424","FILENAME":"PK_T8W4Cancion_OnlineResources.mp3","LANGUAGE":"es","TITLE":"I Can Be Anything","BYLINE":"por Divinity Roxx","SONGCREDIT":"\"I Can Be Anything\" by Divinity Roxx. ℗ & © 2008 by Divinity Roxx. Used by permission of iRoxx Entertainment. All rights reserved.","ESLYRICS":"VERSO 1\rQuiero ser maestro para enseñar a los niños\rpara que puedan ser lo que sea.\rQuiero ser piloto para poder volar alto\rdesplegar las alas y tocar el cielo.\rQuiero ser veterinario para cuidar las mascotas.\rA mí me gusta internet, y apuesto \ra que hay mucho más que puedo hacer si creo en mí mismo y sigo hasta el final.\rYo creo en ti, no hay nada que no puedas hacer, nada que no puedas ver, nada que no puedas ser, pero nada llega por nada... tienes que esforzarte... tienes que dar lo mejor y ese es el comienzo...\r\rCORO\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rVERSO 2\rQuiero ser astronauta, para ir al espacio\rcontemplar la Tierra y decir: “Extraño ese lugar”.\rQuiero ser doctor para salvar vidas.\rPuedes hacer lo que sea, solo abre tu mente.\rQuiero ser artista porque me encanta dibujar.\rMe gusta pintar.\rQuiero jugar a la pelota.\rEl mundo es tan grande, y hay tanto para hacer, tanto para ver.\r¿Qué puedo ser?\rQuiero ser presentador musical y movilizar a la multitud.\rGraduarme de la universidad y enorgullecer a mis padres.\rQuiero ser guionista de un show de TV.\rTú puedes ser eso y mucho más.\rQuiero ver mi rostro en las revistas.\rQuiero ser famoso, quiero cantar.\rSolo sigue tu corazón y persigue tus sueños, ¡créeme cuando te digo que puedes ser lo que sea!\r\rCORO\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rVERSO 3\rNo importa quién eres ni de dónde vienes.\rSiempre y cuando puedas soñar, tus sueños se harán realidad.\rLo que quieras, todo lo que hagas, esfuérzate por ser el mejor en lo que haces.\rPuedes conducir grandes camiones y hacer grandes camiones, puedes escribir para periódicos.\rNo te quedes atascado, abre tu mente a lo que quieres ser, y si lo crees,\rentonces podrás lograrlo.\rDespierten todos los meses con una sonrisa en el rostro; son los niños de la Tierra, ustedes dirigirán este lugar.\rAlgún día crecerán y serán fuertes.\r¡Quiero ser presidente! Entonces, ponte en carrera. \rSueña sueños importantes y pequeños también. \rApunta a las estrellas y aterriza en la Luna. \rEscucha a tus padres y enorgullécete\ry, si lo olvidas, canta la canción muy fuerte...\r\rCORO\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea\r\rPuedo ser lo que sea,\r¿quién… yo?\r¿Ser lo que sea?\r¡Sí! Las chicas y los chicos pueden hacer lo que sea, ¡lo que sea!\rLo que sea, lo que sea, lo que sea, lo que sea","SongAuthorsNAME":"Divinity Roxx","SongAuthorsBIOTEXT":"Inspirational and genuine, Divinity Roxx has earned the reputation of irrefutable front woman of her own genre-bursting and compelling musical journey. \r\rHer career as a bass player skyrocketed after attending a bass camp led by the legendary Victor Wooten, where she was invited to tour with him three months after the camp. \r\rAfter touring with Victor for five years, she became the bass player and assistant musical director for Beyoncé. She was given a featured solo by the artist on <em>The Beyoncé Experience</em> and <em>I Am… Sasha Fierce</em> tours and DVDs. She also composed original music for the <em>I Am… Sasha Fierce</em> tour and DVD.\r\rDivinity has appeared on countless television shows, including the Grammys, <em>Saturday Night Live, Good Morning America, The Arsenio Hall Show, Ellen,</em> and <em>The American Music Awards,</em> with personal highlights including a special performance at the White House and an appearance on the hit TV show <em>Soul Man.</em> She is the current bass player in the Black Girls Rock Orchestra, which airs on BET, and is the touring bassist and Musical Director for the powerhouse singer and performer Fantasia. \r\rDespite her appearances with so many legendary and iconic figures, it is in her solo performance that Divinity shines brightest. She combines virtuosic bass playing with an eclectic mashup of hip-hop, rock, and funk that she calls “Alternative Soul.” Her passion for composition, combined with her lyrical prowess and electrifying stage presence, captivates audiences worldwide. \r\rHer 2016 release <em>ImPossible</em> received critical acclaim and earned her an Independent Music Award for Best Spoken Word Album, further highlighting the depth of her lyrical aptitude. The album features the Keith Harris- produced song “We Are,” inspired by her former poetry professor, the late, great June Jordan. The album also features an appearance by her mentor and five-time Grammy-Award-winning artist Victor Wooten.\r\rShe is currently performing, teaching, and writing multiple projects, including a new album, a stage play, and a series of children’s books and music. \r\rFor more information and music, please visit her on the web.","ENLYRICS":"VERSE 1\rI want to be a teacher so I can teach kids\rThat they can be anything whatever it is\rI want to be a pilot so I can fly high\rJust spread your wings and reach for the sky\rI want to be a vet and take care of pets\rMe, see I like the internet, and I’ll bet \rThere’s so much more I can do if I believe in myself and just follow through\rI believe in you, there’s nothing you can’t do, nothing you can’t see, nothing you can’t be, but nothing comes free, you gotta work hard, you gotta do your best and \rbaby that’s the first start…\r\rCHORUS\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything\r\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything \r\rVERSE 2\rI want to be an astronaut, go up to space,\rLook back at Earth and say I miss that place\rI want to be a doctor so I can save lives\rYou can do anything just open your mind\rI want to be an artist I love to draw\rI love to paint\rI want to play ball\rThe world is so big and there’s so much to do, so much to see\rWhat can I be?\rI want to emcee and move the crowd\rGraduate from college and make my parents proud\rI want to be a writer of a TV show\rYou can be that and, oh, so much more\rI want to see my face in the magazines\rI want to be famous, me I want to sing\rJust follow your heart and follow your dreams, believe me when I say you can be \ranything!\r\rCHORUS\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything \rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything \r\rVERSE 3\rHey, it doesn’t matter who you are where you’re from\rAs long as you can dream, your dreams you will become \rAnything you want, everything you do, strive to be the best at what you do \rYou can drive big trucks and make big bucks, you can write for newspapers\rDon’t get stuck, just open your mind to what you want to be and, if you believe\rThen you can achieve\rWake up every morning with a smile on your face, you’re the children of the \rEarth, you’re going to run this place\rOne day you’re going to grow up big and strong\rI want to be President! So, run along \rDream big dreams and small ones too \rShoot for the stars and land on the moon\rListen to your parents and make yourself proud\rAnd if you forget sing the song real loud…\r\rCHORUS\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything\r\rI can be anything\rWho me?\rCan be anything?\rYeah girls and boys can do anything, anything!\rAnything Anything Anything Anything","SongAuthorsPHOTOFILENAME":"DivinityRoxx.png","SongAuthorsPHOTOCREDIT":"Photograph by AMB Photography.","PHOTOALTTEXT":"Foto de Divinity Roxx"}]